[
    {
        "id": "94906",
        "event_name": "16 HORSEPOWER",
        "event_link": "https://thisisnotalovesong.fr/evenement/16-horsepower/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Folk",
            "Rock",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=zxcjzcmAbGA",
        "video_title": "",
        "video_timestart": "20",
        "video_zoom": "100%",
        "audio": "data/2026/mp3/16-horsepower.mp3",
        "audio_title": "De-railed",
        "image": "data/2026/images/16-horsepower.webp",
        "image_artist": "data/2026/images/16-horsepower.artist.webp",
        "image_mobile": "data/2026/images/16-horsepower.mobile.webp",
        "image_thumbnail": "data/2026/images/16-horsepower.thumbnail.webp",
        "image_x": "50",
        "image_y": "40",
        "description": "<p>16 Horsepower est le groupe qui a fondamentalement bouleversé le paysage musical alternatif ancré dans les racines, en s&rsquo;inspirant largement de l&rsquo;intensité brute et des timbres du folk des Appalaches, du bluegrass, du gospel et de la country, en utilisant des instruments traditionnels tels que le banjo, la concertina Chemnitzer, la vielle à roue, le lap steel et la contrebasse, et en filtrant ces sons à travers une sensibilité moderne influencée par le rock. Cette pollinisation croisée a donné naissance à un sous-genre défiant toute classification, diversement qualifié de « country gothique », « Americana gothique » et, dans le cadre de la scène alternative fertile de Denver des années 1990, de « Denver Sound ».</p>\n<p>Avec un trio central composé de David Eugene Edwards, Jean Yves Tola et Pascal Humbert toujours à la barre, une équipe de collaborateurs changeante et une volonté incessante de repousser les limites, ils ont laissé derrière eux une empreinte sonore et thématique qu&rsquo;on ne peut confondre avec aucune autre. Qu&rsquo;il s&rsquo;agisse de prêches apocalyptiques, de ballades hantées ou de standards folk réinventés à travers un prisme moderne et tourmenté, 16 Horsepower a forgé une œuvre à la fois intimement américaine et universellement gothique.</p>\n<p>Leur héritage se poursuit en 2026 avec l&rsquo;annonce de leur réunion européenne : le trio de musiciens principaux se reforme pour présenter à nouveau leur musique tant appréciée, pour la première fois depuis 2005.</p>\n",
        "descriptionEN": "<p>16 Horsepower stands as the band that fundamentally altered the landscape for roots-based, alternative music drawing heavily on the raw intensity and timbres of Appalachian folk, bluegrass, gospel, and country—employing traditional instruments such as banjo, Chemnitzer concertina, hurdy-gurdy, lap steel, and upright bass—and filtering these sounds through a modern, rock-informed sensibility. This cross-pollination pioneered a genre-defying substyle variously labeled “gothic country,” “gothic Americana,” and, within Denver’s fertile 1990s alternative scene, “The Denver Sound”.</p>\n<p>With a core trio of David Eugene Edwards , Jean Yves Tola and Pascal Humbert consistently at the helm, a shifting cast of collaborators, and a restless drive to push boundaries, they left behind an unmistakable sonic and thematic fingerprint. Whether channeling fire-and-brimstone sermons, haunted ballads, or folk standards reimagined through a modern, tormented lens, 16 Horsepower forged a body of work that is both intimately American and universally gothic in its vision.</p>\n<p>Their legacy continues in 2026 with announcement of their European reunion with the core trio of musicians reuniting to present their beloved music again for the first time since November 22, 2005.</p>\n",
        "performer": "16 Horsepower",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/16horsepower_band/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/1414",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/188gwh9RnRT58ZQPwqwHE3",
        "performer_soundcloud": ""
    },
    {
        "id": "94912",
        "event_name": "AUGUSTA",
        "event_link": "https://thisisnotalovesong.fr/evenement/augusta/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Ascenseur to Heaven",
            "Folk",
            "UK - FR"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=KkbAu4HblKg",
        "video_title": "",
        "video_timestart": "4",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/augusta.mp3",
        "audio_title": "She Begs",
        "image": "data/2026/images/augusta.webp",
        "image_artist": "data/2026/images/augusta.artist.webp",
        "image_mobile": "data/2026/images/augusta.mobile.webp",
        "image_thumbnail": "data/2026/images/augusta.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p class=\"p1\">Armée d’une simple guitare acoustique et de sa voix, Augusta produit un son folk doux et minimaliste auquel il est difficile de résister. Quelque part entre Laura Marling et Joni Mitchell, cette talentueuse musicienne nous embarque dans un univers réconfortant et intimiste.</p>\n",
        "descriptionEN": "<p>With only an acoustic guitar and her voice, Augusta produces a soft, minimalist folk sound that is hard to resist. Somewhere between Laura Marling and Joni Mitchell, this talented musician takes us on a journey into a comforting and intimate world.</p>\n",
        "performer": "AUGUSTA",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/augusta.music/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/99317222",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/7yqaPPacsc3ANzPAfU7pTu",
        "performer_soundcloud": ""
    },
    {
        "id": "95103",
        "event_name": "BANDIT BANDIT",
        "event_link": "https://thisisnotalovesong.fr/evenement/bandit-bandit/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Make trauma great again",
            "Rock",
            "FR"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=b2X5-BgIliU",
        "video_title": "",
        "video_timestart": "3",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/bandit-bandit.mp3",
        "audio_title": "PYROMANE",
        "image": "data/2026/images/bandit-bandit.webp",
        "image_artist": "data/2026/images/bandit-bandit.artist.webp",
        "image_mobile": "data/2026/images/bandit-bandit.mobile.webp",
        "image_thumbnail": "data/2026/images/bandit-bandit.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Bandit Bandit signe avec Cavalcades – Ce que la nuit ne dit pas un retour plus frontal, plus accrocheur et nettement plus maîtrisé, où le rock se fait à la fois combatif et sensuel. Dès “Pas le Temps”, guitares hurlantes et flow tendu s’entrechoquent sur une pulsation eighties élégante et toxique, quelque part entre rock brûlant et chanson française venimeuse. La force du duo tient dans cet art du contraste permanent : désir contre défi, douceur mélodique contre saturation abrasive, insolence pop contre rage stoner. Nourri d’influences 90s et 2000s, de Nirvana aux Queens of the Stone Age, des Pixies aux Smashing Pumpkins, mais aussi d’échos plus contemporains, Bandit Bandit façonne un rock charnel, immédiat, taillé pour frapper autant le corps que l’esprit, sans jamais perdre son sens de la mélodie ni son goût pour les refrains qui s’incrustent.</p>\n<p>Sur l’ensemble de l’album, le duo déploie une écriture plus directe, à la fois intime et politique, qui épouse une grande variété de textures sonores. Les guitares monumentales côtoient des claviers plus lumineux, le stoner le plus dense flirte avec une pop mélancolique, et certaines chansons s’autorisent même des détours boogie ou synthétiques. De la douceur faussement apaisée d’“Opaline” aux tensions électriques de “Rien Attendre”, des questionnements existentiels d’“Idole” aux élans obsessionnels de “Seulement cette fois”, Bandit Bandit joue à fond la dramaturgie musicale. Le disque, produit avec une exigence sonore marquée et porté par une énergie presque cathartique, sonne comme le bilan brûlant d’une décennie de passions, de ruptures et de mues artistiques, affirmant un groupe arrivé à pleine maturité, capable de conjuguer puissance rock, sensibilité pop et intensité émotionnelle sans compromis.</p>\n",
        "descriptionEN": "<p>Bandit Bandit delivers a sharper, catchier and far more controlled return with Cavalcades – Ce que la nuit ne dit pas, where rock turns both combative and sensual. From the opening punch of “Pas le Temps,” screaming guitars and a taut vocal flow collide with an elegant, toxic eighties pulse, somewhere between scorching rock and venomous French chanson. The duo’s strength lies in this constant play of contrasts: desire versus defiance, melodic softness versus abrasive saturation, pop insolence versus stoner rage. Fed by 90s and 2000s influences ranging from Nirvana to Queens of the Stone Age, Pixies to Smashing Pumpkins, alongside more contemporary echoes, Bandit Bandit craft a raw, immediate, physical rock sound that hits both body and mind without ever sacrificing melody or earworm hooks.</p>\n<p>Across the album, the duo embraces a more direct form of songwriting that is both intimate and political, unfolding through a wide palette of sounds. Monumental guitars sit next to brighter keyboards; dense stoner riffs brush against melancholic pop, and some tracks even veer into boogie or synth-led territory. From the deceptively gentle “Opaline” to the incandescent opener “Rien Attendre,” from the existential doubts of “Idole” to the obsessive pull of “Seulement cette fois,” Bandit Bandit lean fully into musical drama. Meticulously produced and driven by a near-cathartic energy, the record feels like a blazing summation of a turbulent decade, confirming a band at full maturity, able to fuse rock power, pop sensitivity and emotional intensity without compromise.</p>\n",
        "performer": "Bandit Bandit",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/banditbanditband/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/63803772",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/0A1HmlpMHsKQXyXkwoS26h",
        "performer_soundcloud": ""
    },
    {
        "id": "95485",
        "event_name": "BEN KWELLER",
        "event_link": "https://thisisnotalovesong.fr/evenement/ben-kweeler/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Folk",
            "Rock",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=YkXxN_q-vbA",
        "video_title": "",
        "video_timestart": "15",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/ben-kweller.mp3",
        "audio_title": "Thirteen",
        "image": "data/2026/images/ben-kweller.webp",
        "image_artist": "data/2026/images/ben-kweller.artist.webp",
        "image_mobile": "data/2026/images/ben-kweller.mobile.webp",
        "image_thumbnail": "data/2026/images/ben-kweller.thumbnail.webp",
        "image_x": "50",
        "image_y": "25",
        "description": "<p>Le septième album studio de Ben Kweller, <i>Cover the Mirrors</i>, est né d’une perte immense — celle de son fils Dorian, décédé en 2023 — mais il dépasse largement le cadre du deuil. C’est un disque qui embrasse toute une vie : le temps qui se replie sur lui-même, une carrière commencée à l’adolescence, et le regard d’un artiste qui fait le bilan de ce qu’il a été, créé et transmis. La perte et l’amour traversent l’album, mais son message central est celui de la continuité.  « C’est un album qui boucle la boucle », explique Kweller. « Je ne réfléchis pas seulement à la perte de Dorian, mais à toute ma vie, à tout ce que j’ai créé en tant qu’artiste. » <i>Cover the Mirrors</i> sort le 30 mai sur son label Noise Company, une date qui aurait marqué le 19e anniversaire de son fils. </p>\n<p>Depuis les années 90 avec le groupe texan Radish jusqu’à sa carrière solo révélée en 2002 avec <i>Sha Sha</i>, Ben Kweller a toujours navigué entre énergie brute et sensibilité mélancolique, entre punk sans filtre et ballades lumineuses. Figure respectée de l’indie rock, il a tourné au fil des ans avec des artistes comme Jeff Tweedy ou Ed Sheeran, affirmant une identité musicale libre et profondément personnelle. </p>\n<p>Un moment intime marque un tournant décisif : Kweller surprend son fils Dorian — sous le nom d’artiste ZEV — composant une chanson dans sa chambre. Il se reconnaît immédiatement en lui, dans cette passion irrépressible pour la musique. Lorsque Dorian meurt quelques mois plus tard dans un accident de voiture, Kweller choisit de ne pas s’effacer, mais de continuer à créer, pour faire vivre ce lien et cet héritage. </p>\n<p>Enregistré entièrement dans son studio-grange au Texas, non loin de l’endroit où repose Dorian, <i>Cover the Mirrors</i> est un album profondément autobiographique. Le titre fait référence aux rites funéraires juifs, rappelant l’origine familiale de Kweller. Le disque explore la perte, la mémoire, la transmission et l’espoir, sans jamais s’abandonner à la noirceur. </p>\n<p>Plutôt qu’un album de deuil, <i>Cover the Mirrors</i> est un album de mouvement, de résilience et de vie. « Ma musique est mon journal intime », dit Kweller. « Chaque chanson est un souvenir, un moment précis de ma vie. » Et à travers ces chansons, Dorian continue d’exister — porté, chaque jour, par la musique de son père. </p>\n",
        "descriptionEN": "<p>Ben Kweller’s seventh studio album, <i>Cover the Mirrors</i>, is born from profound loss but reaches far beyond it. Written in the aftermath of the death of his teenage son Dorian in 2023, the record unfolds as a deeply autobiographical reflection on love, grief, memory and survival. Rather than retreat from the world, Kweller chose to keep creating, using music as a way to move forward and to honor his son, whose own artistic path was just beginning. Released on what would have been Dorian’s 19th birthday, the album feels like time folding in on itself, blending Kweller’s past, present and future into one intimate, searching statement. </p>\n<p>Recorded at his home studio in Texas, <i>Cover the Mirrors</i> draws together all eras of Kweller’s career, from raw punk energy to tender balladry, while embracing new textures and collaborators. Songs move between nostalgia, pain and hope, capturing moments of disorientation, resilience and quiet beauty. Referencing Jewish mourning traditions in its title, the album ultimately refuses to linger in darkness, choosing instead connection, continuity and life. It is a record about carrying love forward, about music as a diary, and about a father and son remaining bound through sound, memory and song. </p>\n",
        "performer": "Ben Kweller",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/benkweller/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/2249",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/7bhMBjjQhgPX0q9S4Ajncn",
        "performer_soundcloud": ""
    },
    {
        "id": "95489",
        "event_name": "BLACK COUNTRY, NEW ROAD",
        "event_link": "https://thisisnotalovesong.fr/evenement/black-country-new-road/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Sur la platine de tes darons",
            "Rock",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=MkypqnDwsUI",
        "video_title": "",
        "video_timestart": "54",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/black-country-new-road.mp3",
        "audio_title": "Black Country, New Road - Two Horses (Lyric Video)",
        "image": "data/2026/images/black-country-new-road.webp",
        "image_artist": "data/2026/images/black-country-new-road.artist.webp",
        "image_mobile": "data/2026/images/black-country-new-road.mobile.webp",
        "image_thumbnail": "data/2026/images/black-country-new-road.thumbnail.webp",
        "image_x": "50",
        "image_y": "45",
        "description": "<p>Peu de groupes contemporains se réinventent avec autant de constance que Black Country, New Road. De leur premier album <i>For the First Time</i>, nommé au Mercury Prize, à <i>Ants From Up There</i>, tous deux classés dans le top 5, le groupe s’est imposé par une approche audacieuse et décloisonnée. Après le départ d’Isaac Wood, ils écrivent un nouveau répertoire présenté sur <i>Live at Bush Hall</i>, salué par The Guardian comme une « renaissance magique ». </p>\n<p>Avec ce troisième album studio, Black Country, New Road repart une nouvelle fois de zéro. Les rôles vocaux et l’écriture sont désormais partagés entre Tyler Hyde, Georgia Ellery et May Kershaw, apportant une nouvelle dynamique et un regard féminin affirmé. Produit par James Ford, l’album est ample, ambitieux et soigneusement façonné, tout en restant profondément cohérent. </p>\n<p>Entre folk, prog, pop baroque et touches d’alt-rock, l’album multiplie les influences sans jamais perdre son identité. Toujours guidé par une amitié solide et une grande liberté créative, le groupe confirme qu’il n’existe aujourd’hui personne d’autre qui sonne comme Black Country, New Road. </p>\n",
        "descriptionEN": "<p>Few contemporary bands reinvent themselves as consistently as Black Country, New Road. From their Mercury Prize-nominated debut <i>For the First Time</i> to the chart-topping <i>Ants From Up There</i>, the band quickly established a reputation for bold, genre-blurring ambition. Following the departure of singer Isaac Wood, they wrote an entirely new live set that became <i>Live at Bush Hall</i>, hailed by <i>The Guardian</i> as a “magical resurgence”, and a turning point in their story.<br />\nNow on their third studio album, the band rebuild once again from the ground up. Vocal and songwriting duties are shared between Tyler Hyde, Georgia Ellery and May Kershaw, creating a new creative core and a distinct female perspective that shapes both the sound and themes of the record. Produced by James Ford, the album is expansive yet cohesive, rich in detail while retaining a strong collective identity.<br />\nDrawing from folk, prog, baroque pop and alt-rock, with echoes of artists like Joanna Newsom and Fiona Apple, the record feels both adventurous and unmistakably contemporary. Though constantly evolving, Black Country, New Road remain united by deep friendship, musical trust and an instinctive chemistry that continues to set them apart as one of the most singular bands of their generation. </p>\n",
        "performer": "Black country, new road",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/blackcountrynewroad/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/57777292",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3PP6ghmOlDl2jaKaH0avUN",
        "performer_soundcloud": ""
    },
    {
        "id": "94909",
        "event_name": "BODY HORROR",
        "event_link": "https://thisisnotalovesong.fr/evenement/body-horror/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Hard electro",
            "Post punk",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=b0H12w8GFkE",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "100%",
        "audio": "data/2026/mp3/body-horror.mp3",
        "audio_title": "Bedwetter",
        "image": "data/2026/images/body-horror.webp",
        "image_artist": "data/2026/images/body-horror.artist.webp",
        "image_mobile": "data/2026/images/body-horror.mobile.webp",
        "image_thumbnail": "data/2026/images/body-horror.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Formé à Tottenham en 2016, Body Horror émerge en plein cœur de la scène de la scène rave et post-punk londoniennes.</p>\n<p>Le groupe se distingue rapidement par une fusion audacieuse de post-punk et d’influences rave, empruntant autant à la fureur électronique de The Prodigy qu’à la noirceur chaotique de The Birthday Party. Emmené par la voix percutante du Gallois  Thomas Gethyn , le groupe mêle beats indus, guitares tranchantes et énergie brute. Steve Lamacq (BBC Radio 6) les décrit comme « un post-punk dur, rythmique et électro, une bande-son sauvage à la New Order, survolée d’un ricanement irrévérencieux »</p>\n",
        "descriptionEN": "<p>Body Horror met in Tottenham in 2016, amidst the London warehouse party scene.</p>\n<p>Mixing post-punk with influences from the London rave scene, they find themselves at a crossroads between The Prodigy and The Birthday Party. Welsh lead vocalist Gethyn Thomas’ rhythmical flow over their industrial beats and sequenced sharp guitars make for a fresh sound which is seeing them rapidly develop a cult-like following. Legendary BBC Radio 6 presenter Steve Lamacq describes them as &laquo;&nbsp;Dealing in a hard, electro based type of rhythmical post punk, a type of savage New Order soundtrack overlayed by an unrepentant snarl”.</p>\n",
        "performer": "Body Horror",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/bodyhorror_/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/216058885",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/5takkgqbLe2iOg02wbdcyl?si=7tCytDSBTsCKINWMfBcl-Q&utm_medium=share&utm_source=linktree&nd=1&dlsi=587d13bc5832496c",
        "performer_soundcloud": ""
    },
    {
        "id": "95099",
        "event_name": "BRIGITTE CALLS ME BABY",
        "event_link": "https://thisisnotalovesong.fr/evenement/brigitte-calls-me-baby/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Pop",
            "Rock",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=t9rEZzMN0YU",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/brigitte-calls-me-baby.mp3",
        "audio_title": "Slumber Party",
        "image": "data/2026/images/brigitte-calls-me-baby.webp",
        "image_artist": "data/2026/images/brigitte-calls-me-baby.artist.webp",
        "image_mobile": "data/2026/images/brigitte-calls-me-baby.mobile.webp",
        "image_thumbnail": "data/2026/images/brigitte-calls-me-baby.thumbnail.webp",
        "image_x": "50",
        "image_y": "25",
        "description": "<p>La musique de Brigitte Calls Me Baby mêle élégance rétro et fièvre contemporaine, quelque part entre le romantisme luxuriant de la pop des années 50 et l’urgence nerveuse de l’indie-rock des années 2000. Porté par la voix hypnotique et singulière de Wes Leavins, le groupe de Chicago transforme les névroses modernes en chansons sophistiquées et intensément sincères. Nourri aussi bien par Roy Orbison que par The Cars, Radiohead ou The Strokes, Leavins développe très tôt une écriture habitée, façonnée par l’isolement de son Texas natal et le besoin viscéral de se faire comprendre sans discours.</p>\n<p>Installé à Chicago en 2016, il fonde Brigitte Calls Me Baby avec une formation soudée, avant de croiser la route du producteur Dave Cobb lors du biopic Elvis de Baz Luhrmann. De cette rencontre naît This House Is Made Of Corners, un premier EP enregistré en grande partie en live au mythique RCA Studio A de Nashville, où le groupe explore sans fard la peur, l’autodérision et l’obsession amoureuse. Récemment signé chez ATO Records après un passage remarqué au SXSW, Brigitte Calls Me Baby poursuit une quête rare : faire cohabiter une esthétique soignée avec une honnêteté émotionnelle totale, et créer une musique capable d’accompagner, de relier et de durer.</p>\n",
        "descriptionEN": "<p>The music of Brigitte Calls Me Baby feels like an elegant time warp paired with an intimate examination of modern neuroses. Based in Chicago, the band fluidly bridges eras and genres, blending the lush romanticism of mid-century pop with the nervous urgency of early-millennium indie rock. Anchored by Wes Leavins’ hypnotic croon, their sound balances polish and vulnerability, channeling sophistication, style, and emotional directness in equal measure. This sensibility is fully realized on their debut EP This House Is Made Of Corners, produced by nine-time Grammy winner Dave Cobb, which reflects Leavins’ eclectic musical upbringing, from Roy Orbison and new wave staples like The Cars to Radiohead and The Strokes. Writing songs from a young age in the isolation of his Southeast Texas hometown, Leavins developed a distinct voice driven by a desire to be understood without explanation.</p>\n<p>After relocating to Chicago in 2016, Leavins formed Brigitte Calls Me Baby with a close-knit group of collaborators and soon crossed paths with Cobb through his work recreating Elvis Presley songs for Baz Luhrmann’s Elvis. That connection led the band to Nashville’s legendary RCA Studio A, where they recorded This House Is Made Of Corners largely live. The EP captures a heightened emotional honesty, from meditations on mortality and hope to self-doubt, obsession, and longing, all delivered with cinematic intensity. Following a breakout performance at SXSW 2023 and a signing with ATO Records, Brigitte Calls Me Baby continue to pursue a careful balance between refined musicianship and unfiltered emotional truth, aiming to create music that offers connection, vitality, and lasting resonance.</p>\n",
        "performer": "Brigitte Calls Me Baby",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/brigittecallsmebaby/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/184980397",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3sB1RV3IE5yCyMbl01FzBN",
        "performer_soundcloud": ""
    },
    {
        "id": "95081",
        "event_name": "IGUANA DEATH CULT",
        "event_link": "https://thisisnotalovesong.fr/evenement/iguana-death-cult/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Rock",
            "NL"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=38E1GRdv2C8",
        "video_title": "",
        "video_timestart": "11",
        "video_zoom": "100%",
        "audio": "data/2026/mp3/iguana-death-cult.mp3",
        "audio_title": "Femme Fatale",
        "image": "data/2026/images/iguana-death-cult.webp",
        "image_artist": "data/2026/images/iguana-death-cult.artist.webp",
        "image_mobile": "data/2026/images/iguana-death-cult.mobile.webp",
        "image_thumbnail": "data/2026/images/iguana-death-cult.thumbnail.webp",
        "image_x": "50",
        "image_y": "65",
        "description": "<p>Iguana Death Cult s’impose aujourd’hui comme l’un des groupes néerlandais les plus excitants de la scène actuelle. Révélé en 2017 par un premier album explosif qui bousculait les codes du garage-punk, le quatuor s’est rapidement forgé une réputation solide, portée par des performances live aussi intenses que fédératrices.<br />\nSi le premier disque trouvait un équilibre vertigineux entre urgence punk et échappées psychédéliques, Nude Casino le 2nd LP marque un tournant décisif. Le groupe y affine son écriture et explore de nouvelles textures sonores, sans renier ses racines.<br />\nLes refrains conservent l’énergie brute du punk, mais laissent désormais place à un véritable travail mélodique, une envie affirmée de faire danser et une esthétique plus épurée.</p>\n<p>Fort d’une longue tournée américaine en 2025, Iguana Death Cult annonce une nouvelle signature et la sortie d’un nouvel album le 10 avril sur Green Way / Levitation Records confirmant sa montée en puissance sur la scène internationale.<br />\nAvec Guns Out, Ie groupe signe un retour à l’essentiel. L’album délaisse les détours indie et art-punk-funk d’Echo Palace (2023) au profit d’un garage rock sec et direct.</p>\n",
        "descriptionEN": "<p>Iguana Death Cult’s latest evolution finds the Rotterdam band reflecting on hardship and doubt while facing a burning world. The result channels their early punk and garage roots, powered by Tobias Opschoor’s razorsharp riffs, Rennert’s relentless drumming, Jimmy de Kok’s groovy rhythms and Jeroen Reek’s raw, emotive vocals.<br />\nFormed in 2014, the band has grown from a group of friends into an renowned international act, touring with band such as Osees and Frankie and the Witch Fingers, supporting Jack White and performing at SXSW, Levitation, and Desert Daze.</p>\n<p>Their new album Guns Out (Greenway Records) marks a return to punchy garage rock and features honest self-reflection, addressing escapism, mental strain, and creativerenewal. Tough yet introspective, Guns Out captures a band coming to terms with its own evolution and the turbulent world around it.</p>\n",
        "performer": "Iguana Death Cult",
        "performer_website": "https://www.instagram.com/iguanadeathcult/",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/8923722",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3krOZK9c8q5QOdt9QSdEV8",
        "performer_soundcloud": ""
    },
    {
        "id": "95663",
        "event_name": "LEVITATION ROOM",
        "event_link": "https://thisisnotalovesong.fr/evenement/levitation-room/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Rock",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=DjPRUArkKBU",
        "video_title": "",
        "video_timestart": "58",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/levitation-room.mp3",
        "audio_title": "Levitation Room - Visions of My Mind (Live Session) [Official Audio]",
        "image": "data/2026/images/levitation-room.webp",
        "image_artist": "data/2026/images/levitation-room.artist.webp",
        "image_mobile": "data/2026/images/levitation-room.mobile.webp",
        "image_thumbnail": "data/2026/images/levitation-room.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Levitation Room émerge du cœur de Los Angeles, une ville où le poids d’une culture effrénée peut donner l’impression d’avoir les jambes en béton, mais ce quatuor cosmique défie la gravité en élevant son public à un état de rêverie grâce à des paysages sonores tourbillonnants et expansifs, portés par des textes qui invitent à la réflexion. Leurs mélodies hallucinogènes vibrent d’échos du Summer of Love, évoquant des visions baignées de soleil et des après-midis insouciants plongés dans une brume euphorique. Nourri de méditations sur la vie, l’amour, la société et la conscience de soi, Levitation Room façonne un voyage sonore à la fois intemporel et immersif, une invitation à dériver au-delà du quotidien pour explorer l’inconnu. </p>\n",
        "descriptionEN": "<p>Levitation Room emerges from the heart of Los Angeles, a city where the weight of fast-paced culture can make your legs feel like pillars, yet this cosmic quartet defies gravity, lifting listeners into a dream like state with swirling, mind-expanding soundscapes and thought-provoking lyricism. Their hallucinogenic melodies hum with echoes of the Summer of Love, conjuring sun-drenched visions of carefree afternoons spent in euphoric haze. Infused with meditations on life, love, society, and self-awareness, Levitation Room crafts a sonic journey that feels both timeless and transportive—an invitation to drift beyond the ordinary and into the unknown. </p>\n",
        "performer": "LEVITATION ROOM",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/levitation_room/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/7534856",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/0SVxQVCnJn1BNUMY9ZcRO4",
        "performer_soundcloud": ""
    },
    {
        "id": "96067",
        "event_name": "M.A.O CORMONTREUIL",
        "event_link": "https://thisisnotalovesong.fr/evenement/m-a-o-cormontreuil/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Pop",
            "FR"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=aIO9RR5O9dQ",
        "video_title": "",
        "video_timestart": "10",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/m.a.o-cormontreuil.mp3",
        "audio_title": "The City of Nowhere",
        "image": "data/2026/images/m.a.o-cormontreuil.webp",
        "image_artist": "data/2026/images/m.a.o-cormontreuil.artist.webp",
        "image_mobile": "data/2026/images/m.a.o-cormontreuil.mobile.webp",
        "image_thumbnail": "data/2026/images/m.a.o-cormontreuil.thumbnail.webp",
        "image_x": "50",
        "image_y": "10",
        "description": "<p>M.A.O Cormontreuil, voici un nom surprenant pour une formation musicale qui l’est tout autant. Ce trio égrène ses chansons feel good depuis moins de deux ans et ne cesse de conquérir le cœur les programmateurs et celui du public, il multiplie les dates pour une tournée hyper chaleureuse. La signification de leur pseudo est double, par M.A.O entendez la Musique Assistée par Ordinateur, celle-là même qui a tant contribué à l’essor de la musique électronique des années 90 et 2000 dont le trio s’inspire. M.A.O fait aussi référence aux l’initiales du prénom de chacun des membres du groupe : Marianne, Antonin et Odilon. Et Cormontreuil nous direz-vous ? Il s’agit tout simplement de la ville jouxtant Reims où le groupe a son studio mais aussi tous ses outils de créations graphiques pour les visuels et les clips qu’Antonin conçoit. </p>\n<p>Les trois complices se connaissent bien, ils jouaient déjà ensemble au sein de projets antérieurs comme Black Bone ou The Bewitched Hands. Aux côté du guitariste et chanteur Anthonin Ternant (Angel), le bassiste Odilon Horman (Chester Remington) et la percussionniste et interprète Marianne Mérillon cultivent à eux 3 un sens de la dérision et une extravagance stimulante. Preuve en est le clip de “Baby Han” où le chanteur à casquette et cheveux longs danse sur un barbecue brulant entouré de bières sur une plage de Floride, puis nous entraine dans un hélicoptère survolant une course de monster trucks. Cette esthétique américaine vintage colorée tout en démesure illustre une chanson alternant paroles en anglais et en espagnol. Leur titre se révèle aussi lumineux que généreux et donne inévitablement le smile. </p>\n<p>M.A.O Cormontreuil créé une pop hybride résolument dansante et taillée pour le Live, le trio l’affectionne particulièrement allant jusqu’à jouer au milieu du public. Tout en fantaisie, leur concert se vit comme une mixtape indie house où les titres s’enchainent avec des transitions électro et monte autant en puissance qu’en réjouissance. De la pure vitamine C ! </p>\n",
        "descriptionEN": "<p>M.A.O Cormontreuil is a trio as surprising as its name, crafting feel-good pop for less than two years, inspired by 1990s–2000s computer-assisted music while also referencing the members’ initials (Marianne, Antonin, Odilon) and their studio town near Reims. Coming from previous projects such as Black Bone and The Bewitched Hands, the three friends embrace a colorful, over-the-top vintage American aesthetic, playful self-mockery and infectious energy, perfectly illustrated by their wild video “Baby Han”. Their hybrid, dance-driven music is built for the stage, often performed in the middle of the crowd, turning each show into a euphoric indie-house mixtape filled with fantasy and pure sonic vitamin C.</p>\n",
        "performer": "M.A.O Cormontreuil",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/maocormontreuil/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/244374362",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3L0PGQKnmtOXVvOTwJDnpe",
        "performer_soundcloud": ""
    },
    {
        "id": "94900",
        "event_name": "MEN I TRUST",
        "event_link": "https://thisisnotalovesong.fr/evenement/men-i-trust-2/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Electro",
            "Pop",
            "CA"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=LmAxhOCFn84",
        "video_title": "",
        "video_timestart": "3",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/men-i-trust.mp3",
        "audio_title": "Forever",
        "image": "data/2026/images/men-i-trust.webp",
        "image_artist": "data/2026/images/men-i-trust.artist.webp",
        "image_mobile": "data/2026/images/men-i-trust.mobile.webp",
        "image_thumbnail": "data/2026/images/men-i-trust.thumbnail.webp",
        "image_x": "50",
        "image_y": "25",
        "description": "<p>Men I Trust, un groupe indie canadien formé en 2014, a profondément mais subtilement marqué la scène musicale. Avec Emma Proulx à la guitare et au chant, Jessy Caron à la guitare et à la basse, et Dragos Chiriac aux claviers, le trio crée une expérience sonore envoûtante, fusionnant des éléments de dream pop et d&rsquo;indie qui résonnent à l&rsquo;échelle mondiale.</p>\n<p>Salués pour leurs mélodies hypnotiques et leurs voix captivantes, le groupe se démarque par une approche musicale authentique. En produisant eux-mêmes leurs morceaux, ils démontrent une maturité dépassant leur parcours musical. L&rsquo;influence de Men I Trust s&rsquo;étend de leurs compositions évocatrices à leurs performances live dynamiques et captivantes, offrant au public une expérience musicale intime. À une époque où la musique refuse toute catégorisation facile, Men I Trust se distingue par sa capacité à créer un son transcendant les genres, sculptant avec élégance le paysage musical indie.</p>\n",
        "descriptionEN": "<p>Men I Trust, a Canadian indie band formed in 2014, has quietly but profoundly left its mark on the music scene. Comprising Emma Proulx (guitar and vocals), Jessy Caron (guitar and bass), and Dragos Chiriac (keyboards), the trio’s enchanting sound, blending dream pop and indie elements, resonates with a global audience.</p>\n<p>Renowned for their hypnotic melodies and captivating vocals, the band has earned acclaim for their distinct approach to music. Self-producing their tracks, they showcase a maturity beyond their years in the industry. Men I Trust’s influence extends from their evocative compositions to their understated yet compelling live performances, offering audiences a genuine and intimate musical experience. In an era where music defies easy categorization, Men I Trust stands out for their ability to create a sound that transcends genres, shaping the indie music landscape with grace and authenticity.</p>\n",
        "performer": "MEN I TRUST",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/menitrust/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/6390014",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3zmfs9cQwzJl575W1ZYXeT",
        "performer_soundcloud": ""
    },
    {
        "id": "95828",
        "event_name": "MODEL/ACTRIZ",
        "event_link": "https://thisisnotalovesong.fr/evenement/model-actriz/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Make trauma great again",
            "Noise rock",
            "Post punk",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=37ptdYkJ1d0",
        "video_title": "",
        "video_timestart": "14",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/modelactriz.mp3",
        "audio_title": "ModelActriz - Diva (Official Music Video)",
        "image": "data/2026/images/modelactriz.webp",
        "image_artist": "data/2026/images/modelactriz.artist.webp",
        "image_mobile": "data/2026/images/modelactriz.mobile.webp",
        "image_thumbnail": "data/2026/images/modelactriz.thumbnail.webp",
        "image_x": "50",
        "image_y": "30",
        "description": "<p>Comme son nom l&rsquo;indique, Model/Actriz cherche à canaliser les émotions brutes dans de nouvelles formes marquantes. Le glamour de surface du groupe est soutenu par leurs nerfs d&rsquo;acier, tirant parti de leur concentration dans des moments d&rsquo;abandon sauvage. Comme leurs chansons prennent vie à l&rsquo;aide d&rsquo;une guitare foudroyante, d&rsquo;une batterie implacable et d&rsquo;une basse écrasante, on peut s&rsquo;attendre à ce que Model/Actriz soit avant tout un groupe de merde. Le quatuor de Brooklyn s&rsquo;est depuis longtemps donné pour mission de réconcilier des sentiments indéfinissables en traçant une nouvelle et féroce voie à travers le son, une voie qui ramène les émotions déchiquetées dans un alignement complet, en sueur, avec les corps des auditeur·ices. </p>\n",
        "descriptionEN": "<p>Like their name suggests, Model/Actriz seek to channel raw emotions into striking new forms. The band’s surface glamor is supported by nerves of steel, leveraging their focus into moments of wild abandon. Since their songs roar to life off the back of blistering guitar, relentless drums, and pummeling bass there’s an expectation that Model/Actriz aim first and foremost to be shit-starters. But their instrumental muscle couches a searching heart and the Brooklyn quartet have long made a mission to reconcile undefinable feelings by charting a ferocious new path through sound, one that brings jagged emotions back into full, sweaty alignment with the listeners’ bodies.</p>\n",
        "performer": "Model/Actriz",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/modelactriz/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/11333772",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/7gdb1IQFHFQqCc5KoLTYNC",
        "performer_soundcloud": ""
    },
    {
        "id": "95105",
        "event_name": "THE SOPHS",
        "event_link": "https://thisisnotalovesong.fr/evenement/the-sophs/",
        "event_status": "scheduled",
        "event_session": "day-1",
        "event_session_day": "2026-06-05",
        "event_start_date": "2026-06-05",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Funk",
            "Pop",
            "Punk",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=iEqD9L63I1I",
        "video_title": "",
        "video_timestart": "21",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/the-sophs.mp3",
        "audio_title": "I'm your friend",
        "image": "data/2026/images/the-sophs.webp",
        "image_artist": "data/2026/images/the-sophs.artist.webp",
        "image_mobile": "data/2026/images/the-sophs.mobile.webp",
        "image_thumbnail": "data/2026/images/the-sophs.thumbnail.webp",
        "image_x": "50",
        "image_y": "45",
        "description": "<p>The Sophs avancent sur une ligne de crête morale assumée. Leur chanteur Ethan Ramon écrit depuis les zones les plus troubles de lui-même, non pour les excuser mais pour les expulser par la musique. Pensées intrusives, pulsions honteuses, stratégies émotionnelles douteuses : tout est mis à nu avec une honnêteté brutale, presque inconfortable. Cette démarche radicale, combinée à une liberté stylistique totale, a immédiatement séduit les fondateurs de Rough Trade, qui ont perçu dans ces premières démos une créativité indisciplinée et une capacité rare à occuper n’importe quelle scène. The Sophs, sextet caméléon, naviguent sans prévenir entre pop-punk, funk, spoken word, rock 90s ou détours blues et ZZ Top, avec une voix capable d’habiter tous ces mondes sans jamais perdre sa cohérence.</p>\n<p>Sur Goldstar, leur premier album à paraître en mars 2026, le groupe pousse cette logique jusqu’au vertige. Les chansons interrogent frontalement la morale, la validation sociale et la peur de l’échec, souvent à travers des narrateurs peu reluisants, lâches ou auto-centrés. Derrière des structures imprévisibles et des ruptures soudaines entre tension contenue et explosions cathartiques, The Sophs cultivent une passion pour la destruction joyeuse des attentes. Pourtant, derrière ces « postures dégénérées », se révèle un groupe profondément collaboratif et étonnamment lumineux, dont l’énergie collective transforme la noirceur introspective en une force créative explosive, presque jubilatoire.</p>\n",
        "descriptionEN": "<p>The Sophs build their music from morally uncomfortable ground. Frontman Ethan Ramon writes from the ugliest parts of himself, not to justify them but to let them exist safely inside the songs rather than in real life. Intrusive thoughts, emotional manipulation, fear of accountability, and hunger for validation are laid bare with disarming honesty. This radical openness, paired with the band’s stylistic volatility, quickly caught the attention of Rough Trade founders Geoff Travis and Jeannette Lee. What they heard was a band unafraid of mess or contradiction, capable of shifting effortlessly between pop-punk, funk, spoken-word, indie rock and blues-inflected detours, with Ramon’s expansive voice acting as a connective thread through every transformation.</p>\n<p>Their debut album Goldstar, due in March 2026, fully embraces this restless identity. The songs interrogate morality, goodness and self-image from the perspective of deeply flawed narrators, often exposing how fear and self-interest shape behavior. Musically, The Sophs thrive on sudden collapses and violent pivots, moving from hushed tension to full-scale eruption without warning. Yet beneath the album’s confrontational surface lies something unexpectedly joyful: a fiercely collaborative band whose shared energy turns darkness into momentum. These so-called “degenerate postures” function as a kind of jester’s privilege, allowing The Sophs to question everything while radiating a raw, life-affirming creative power.</p>\n",
        "performer": "The Sophs",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/sophsesque/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/320355391",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/2zX0ROHqU3TEfFtKBtqOAE",
        "performer_soundcloud": ""
    },
    {
        "id": "96003",
        "event_name": "ALICE PHOEBE LOU",
        "event_link": "https://thisisnotalovesong.fr/evenement/alice-phoebe-lou/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Folk",
            "Pop",
            "ZA"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=JrkfuujoAtU",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "100%",
        "audio": "data/2026/mp3/alice-phoebe-lou.mp3",
        "audio_title": "Alice Phoebe Lou - Oblivion (official video)",
        "image": "data/2026/images/alice-phoebe-lou.webp",
        "image_artist": "data/2026/images/alice-phoebe-lou.artist.webp",
        "image_mobile": "data/2026/images/alice-phoebe-lou.mobile.webp",
        "image_thumbnail": "data/2026/images/alice-phoebe-lou.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Avec <i>Oblivion</i>, Alice Phoebe Lou s’éloigne du tumulte du monde moderne pour puiser dans un espace intérieur proche du sommeil et du rêve, où naissent des chansons simples, lumineuses et profondément personnelles. Après plusieurs albums acclamés, elle choisit de revenir à ses racines de musicienne de rue, privilégiant une écriture spontanée et une production épurée. Les morceaux s’appuient sur des guitares acoustiques, un piano délicat et des harmonies flottantes, donnant l’impression d’être au plus près de sa voix et de ses émotions. </p>\n<p>Sur le plan narratif, <i>Oblivion</i> marque un déplacement : après avoir longtemps travaillé ses traumatismes, l’artiste regarde désormais ses défauts en face et les exprime sans filtre. Les chansons, comme <i>Pretender </i>ou <i>Sparkle</i>, évoquent l’humilité, l’acceptation de soi et la beauté de l’imperfection. Enregistré à Berlin avec ses collaborateurs de longue date, l’album transforme l’incertitude et la fragilité en une force poétique, offrant un voyage intime où le doute devient matière à lumière et où l’écoute ressemble à une traversée intérieure apaisante. </p>\n",
        "descriptionEN": "<p>On <i>Oblivion</i>, Alice Phoebe Lou steps away from the noise and pressure of constant artistic escalation to reconnect with a more instinctive, subconscious form of songwriting. Drawing from dreams, vulnerability, and the quiet space of unawareness, the South African-born, Europe-based artist crafts intimate, luminous songs that echo the simplicity and freedom of her early busking years. Rather than striving to outdo her previous work, she allows the music to emerge naturally, embracing uncertainty as a creative guide. </p>\n<p>The album’s stripped-back arrangements and warm, close-knit production place the listener inside each moment, with Lou’s expressive voice gently illuminated at the center. Songs like “Pretender,” “Sparkle,” and “Mind Reader” explore self-doubt, flawed communication, and emotional honesty with humility and grace. Throughout <i>Oblivion</i>, Alice Phoebe Lou turns fragility into quiet strength, inviting listeners to surrender to the unknown, feel deeply, and emerge with a renewed sense of clarity and connection. </p>\n",
        "performer": "Alice Phoebe Lou",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/alicephoebelou/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/4966396",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/03uMw43UVu9MsQCcHVSGjX",
        "performer_soundcloud": ""
    },
    {
        "id": "95492",
        "event_name": "BAR ITALIA",
        "event_link": "https://thisisnotalovesong.fr/evenement/bar-italia/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Avant la manif",
            "Rock",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=BO9Ed_rU-eY",
        "video_title": "",
        "video_timestart": "17",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/bar-italia.mp3",
        "audio_title": "Fundraiser",
        "image": "data/2026/images/bar-italia.webp",
        "image_artist": "data/2026/images/bar-italia.artist.webp",
        "image_mobile": "data/2026/images/bar-italia.mobile.webp",
        "image_thumbnail": "data/2026/images/bar-italia.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Bar Italia est un groupe de Londres.</p>\n",
        "descriptionEN": "<p>Bar iIalia is a London-based band.</p>\n",
        "performer": "Bar Italia",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/baritaliaa/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/105833132",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/6tYmTHApvspl6KAgTfHjAY",
        "performer_soundcloud": ""
    },
    {
        "id": "96019",
        "event_name": "CARDINALS",
        "event_link": "https://thisisnotalovesong.fr/evenement/cardinals/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Folk",
            "Pop",
            "Rock",
            "IE"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=4dIWVkmaiuY",
        "video_title": "",
        "video_timestart": "3",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/cardinals.mp3",
        "audio_title": "Cardinals - Masquerade (Official Video)",
        "image": "data/2026/images/cardinals.webp",
        "image_artist": "data/2026/images/cardinals.artist.webp",
        "image_mobile": "data/2026/images/cardinals.mobile.webp",
        "image_thumbnail": "data/2026/images/cardinals.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Nés dans une petite salle de répétition glaciale l’hiver et étouffante l’été, au nord de Cork, les Cardinals ont façonné un premier album qui navigue sans cesse entre les pôles opposés de l’émotion : de l’ombre à la lumière, de l’espoir au désespoir, de la tendresse à une forme d’indifférence chaotique. Formé par des liens familiaux et amicaux – les frères Euan et Finn Manning, leur cousin Darragh et leurs amis Oskar Gudinovic et Aaron Hurley – le groupe s’est rapidement imposé comme l’un des visages les plus singuliers de la scène rock indépendante irlandaise. Avec <i>Masquerade</i>, ils se libèrent du poids de leurs premières influences pour affirmer une identité plus cohérente et plus audacieuse. Euan décrit ces morceaux comme « des ballades douces transformées en situations d’urgence par un besoin panique », une formule qui résume parfaitement l’album : certaines chansons grondent de colère, de cynisme ou de violence contenue, tandis que d’autres s’illuminent d’une vulnérabilité fragile. Pensé comme un disque à deux faces, en hommage à leur amour du vinyle, <i>Masquerade</i> puise autant dans la délicatesse de Townes Van Zandt que dans la noirceur de Nine Inch Nails, Iceage ou Type O Negative, sans renier leur goût pour le hip-hop. </p>\n<p>Cette dualité se retrouve aussi dans la manière dont l’album a été conçu : enregistré sans métronome pour conserver un souffle organique, il a pris forme aux studios RAK à Londres, sous la houlette du producteur Shrink. Certaines prises, comme la voix d’Euan enregistrée dans une cage d’escalier, capturent une vulnérabilité brute, presque exposée en temps réel. Les textes, volontairement ouverts à l’interprétation, mêlent fiction et fragments du réel, laissant affleurer de nombreuses références religieuses qui témoignent autant d’une fascination esthétique que des bouleversements sociaux vécus en Irlande ces dernières décennies. Sans revendiquer une identité strictement « irlandaise », Cardinals ancre pourtant son écriture dans Cork, ville qui nourrit leurs chansons de visions urbaines, de violences observées et de colères politiques, comme dans <i>The Burning of Cork</i>. L’univers visuel de l’album s’est quant à lui cristallisé autour d’une œuvre d’Oda Sønderland, devenue pochette du disque, symbole d’un refuge intime au cœur d’un monde rude. <i>Masquerade</i> marque ainsi un tournant pour le groupe, révélant une nouvelle manière de travailler ensemble et se concluant sur une note d’espoir discrète mais tenace : malgré les chutes, le mouvement continue. </p>\n",
        "descriptionEN": "<p>Born in a small rehearsal room in the north of Cork, freezing in winter and suffocating in summer, Cardinals have crafted a debut album that constantly shifts between emotional extremes: from darkness to light, from hope to despair, from compassion to chaotic indifference. Built on family and friendship ties – brothers Euan and Finn Manning, their cousin Darragh, and longtime friends Oskar Gudinovic and Aaron Hurley – the band has quickly positioned itself at the forefront of Ireland’s independent rock scene. With <i>Masquerade</i>, they shed the weight of their early influences to shape something more distinctive and self-assured. Euan describes the songs as “soft ballads turned into emergencies by a panicked need,” a phrase that captures the album’s atmosphere perfectly. Some tracks simmer with violence, cynicism and unrest, while others glow with fragile vulnerability. Designed as a two-sided record in homage to their shared love of vinyl, <i>Masquerade</i> draws from contrasting influences, ranging from the gentle beauty of Townes Van Zandt to the darker intensity of Nine Inch Nails, Iceage and Type O Negative, alongside their ongoing affection for hip-hop. </p>\n<p>This tension is also embedded in the album’s creation. Recorded without a metronome to preserve an organic pulse, it took shape at London’s legendary RAK Studios with producer Shrink. Moments such as Euan’s vocal take in a stairwell capture raw exposure, vulnerability unfolding in real time. The lyrics remain open to interpretation, blending fiction with reality and threaded with religious imagery that reflects both aesthetic fascination and Ireland’s shifting social landscape. While resisting the label of an “Irish band,” Cardinals remain deeply rooted in Cork, a city that feeds their songwriting with urban visions, witnessed violence and political echoes, particularly on <i>The Burning of Cork</i>. The visual world of the album crystallised around a painting by Oda Sønderland, now its cover artwork, evoking the idea of art as refuge within a harsh environment. <i>Masquerade</i> signals a new era for the band, revealing a deeper collective identity and closing on a quiet but resolute sense of hope: even when they fall, they keep moving forward. </p>\n",
        "performer": "CARDINALS",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/cardinalsband_/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/242963831",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/0qmHQLCyJrgGFtqLDSRHJ4",
        "performer_soundcloud": ""
    },
    {
        "id": "95352",
        "event_name": "CHALK",
        "event_link": "https://thisisnotalovesong.fr/evenement/chalk/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Electro",
            "Post punk",
            "IE"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=4G_IvBNofjQ",
        "video_title": "",
        "video_timestart": "4",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/chalk.mp3",
        "audio_title": "I.D.C.",
        "image": "data/2026/images/chalk.webp",
        "image_artist": "data/2026/images/chalk.artist.webp",
        "image_mobile": "data/2026/images/chalk.mobile.webp",
        "image_thumbnail": "data/2026/images/chalk.thumbnail.webp",
        "image_x": "50",
        "image_y": "55",
        "description": "<p>Emmené par le duo de musiciens et cinéastes primés Ross Cullen et Benedict Goddard, Chalk propose un mélange de noise rock et de dance presque techno.</p>\n<p>Le groupe a connu une ascension fulgurante en 2025, avec une tournée à guichets fermés au Royaume-Uni et en Europe au printemps suivie de performances remarquées dans les plus gros festivals tels que Glastonbury et Bilbao BBK. Le groupe continue de captiver la presse et les médias (The Independent, NME, Rolling Stone UK, Rough Trade, BBC 6, KEXP…) et s&rsquo;apprête à faire sa première tournée en tête d&rsquo;affiche aux États-Unis en novembre, avec des dates à New York et Los Angeles.<br />\nIls reviennent au Royaume-Uni et en Europe pour leur plus grande tournée à ce jour au printemps, avec des dates dans des salles légendaires telles que l&rsquo;Electric Ballroom, le Limelight, le Gorilla, le Lido, et deux passages en France : au Trabendo à Paris le 11 avril et à l’Ampérage à Grenoble le 13 avril 2026.</p>\n",
        "descriptionEN": "<p>Spearheaded by award-winning musicians and filmmaker duo Ross Cullen and Benedict Goddard, Chalk have experienced a meteoric rise so far in 2025, with a sold-out UK and European headline tour in the spring followed by debut festival appearances at the likes of Glastonbury and Bilbao BBK to widespread acclaim. Continuing to captivate the press landscape(The Independent, The Standard, NME, DIY, Dork, The Line Of Best Fit, Rolling Stone UK, So Young, The New Cue, Wonderland, Rough Trade, Consequence of Sound, Paste), in addition to multiple spots on theBBC 6 Music playlist (Steve Lamacq, Huw Stephens, Deb Grant, Nathan Shepherd, Emily Pilbeam)and a KEXP session, Chalk are set for their debut US headline tour this November, including dates in New York and LA. They return to UK and Europe on their biggest headline run to date this spring, with stops at legendary venues such as Electric Ballroom, Limelight, Gorilla, Lido, Trabendo and more.</p>\n",
        "performer": "Chalk",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/chalkband/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/285237501?host=0&deferredFl=1",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3qa9pv6B0dmiBVETLQOCpi",
        "performer_soundcloud": ""
    },
    {
        "id": "94903",
        "event_name": "FAT DOG",
        "event_link": "https://thisisnotalovesong.fr/evenement/fat-dog/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Electro",
            "Rock",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=5DbOvTiif6U",
        "video_title": "",
        "video_timestart": "3",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/fat-dog.mp3",
        "audio_title": "Pray To That",
        "image": "data/2026/images/fat-dog.webp",
        "image_artist": "data/2026/images/fat-dog.artist.webp",
        "image_mobile": "data/2026/images/fat-dog.mobile.webp",
        "image_thumbnail": "data/2026/images/fat-dog.thumbnail.webp",
        "image_x": "50",
        "image_y": "70",
        "description": "<p>Lorsque ce petit groupe du sud de Londres connu sous le nom de Fat Dog s&rsquo;est formé, ils se sont fixé deux règles : être un groupe sain qui prendrait soin de ses membres et qu’il n’y aurait pas de saxophone dans leur musique. Deux règles simples, deux choses que le quintet de Brixton s’est empressé de ne pas respecter.</p>\n<p>Si Fat Dog est aujourd’hui considéré comme l&rsquo;un des groupes les plus prometteurs de ces dernières années, avec leurs concerts déchaînés comme on n&rsquo;en avait pas vu dans la capitale depuis des années et désormais auteur de WOOF., un premier album brillant et renversant, ses membres ne sont pas sains pour autant. L&rsquo;un d&rsquo;eux a un problème d&rsquo;odeur de pieds. Et il y a aussi un saxophoniste dans le groupe. « Oui, tout est parti en vrille », déclare le leader du groupe, Joe Love, de son vrai nom Joe Love. Il décrit le son de Fat Dog comme « de la musique pour hurler dans un oreiller », un mélange palpitant d&rsquo;électro-punk, de rock&rsquo;n&rsquo;roll hargneux, de nappes techno, de pop industrielle et d&rsquo;euphorie rave, de la musique pour se lâcher.</p>\n",
        "descriptionEN": "<p>When the chaotic south London rabble known as Fat Dog formed, they made two rules: they were going to be a healthy band who looked after themselves and there would be no saxophone presence in their music. Two simple edicts to live by, and two things long-since broken by the Brixton five-piece.</p>\n<p>Fat Dog are one the most exciting breakthrough band of the past few years, conjurers of the sort of frenzied and wild live shows not seen in the capital for years and now the creators of WOOF., a brilliant and mind-bending debut album, but they are not healthy. One of them has a foot odour problem. And they also have a saxophone player in the line-up. “Yeah, it’s all gone out the fucking window,” says frontman and squadron leader Joe Love, real name Joe Love. The sound Fat Dog make, Love says, is “screaming-into-a-pillow music”, a thrilling blend of electro-punk, rock’n’roll snarling, techno soundscapes, industrial-pop and rave euphoria, music for letting go to.</p>\n",
        "performer": "Fat Dog",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/fatdogfatdogfatdog_/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/221188795",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/4DLjEphXbW7qIhX4iwmNEe",
        "performer_soundcloud": ""
    },
    {
        "id": "95998",
        "event_name": "JEHNNY BETH",
        "event_link": "https://thisisnotalovesong.fr/evenement/jehnny-beth/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Make trauma great again",
            "Rock",
            "FR"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=jTKKsMZ1rX4",
        "video_title": "",
        "video_timestart": "5",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/jehnny-beth.mp3",
        "audio_title": "Jehnny Beth - Stop Me Now (Audio)",
        "image": "data/2026/images/jehnny-beth.webp",
        "image_artist": "data/2026/images/jehnny-beth.artist.webp",
        "image_mobile": "data/2026/images/jehnny-beth.mobile.webp",
        "image_thumbnail": "data/2026/images/jehnny-beth.thumbnail.webp",
        "image_x": "30",
        "image_y": "15",
        "description": "<p>Jehnny Beth s’est d’abord imposée comme la charismatique leader de Savages, groupe post-punk nommé au Mercury Prize, reconnu pour ses performances scéniques intenses et son lyrisme sans concession. Son premier album solo, To Love Is To Live (2020), salué par la critique, a élargi cette vision — audacieux, cinématographique, et chargé d’émotion. Depuis, elle a multiplié les collaborations (Idles, Gorillaz, Sextile, Bobby Gillespie…) tout en poursuivant sa carrière d’actrice, avec des rôles remarqués dans Les Olympiades de Jacques Audiard et Anatomie d’une chute de Justine Triet, Palme d’or et Oscar du meilleur scénario. En 2020, elle crée la série télévisée ECHOES pour mettre en lumière des artistes émergents tels que Wet Leg, Fontaines D.C. ou Kneecap. En 2022, elle remonte sur scène avec IDLES, part en tournée européenne avec Depeche Mode, puis rejoint Queens of the Stone Age à travers les États-Unis, où ses performances dans des festivals hardcore et metal rallument une nouvelle flamme créative. De retour en France, elle retrouve son partenaire de toujours, Johnny Hostile — tout juste rentré de tournée avec Nick Cave &amp; Warren Ellis — pour façonner You Heartbreaker, You : un album cathartique et radical, né de l’urgence, de la joie et de la rébellion. Porté par des paroles instinctives, un chant incendiaire et une production sans compromis, l’album transforme le chaos en libération sonore. You Heartbreaker, You offre un espace viscéral pour hurler, respirer et se sentir vivant dans un monde au bord du gouffre.</p>\n",
        "descriptionEN": "<p>Jehnny Beth first came to prominence as the compelling frontwoman of Savages, the Mercury Prize–nominated post-punk band known for its live performances and stark lyricism. Her acclaimed solo debut To Love Is To Live (2020) expanded that vision—bold, cinematic, and emotionally charged. Since then, she has multiplied collaborations (Idles, Gorillaz, Sextile, Bobby Gillespie…) while simultaneously continuing her career in acting with standout performances in Audiard’s Paris, 13th District, and Triet’s Palme d’Or and Oscar-winning Anatomy of a Fall. In 2020, she created the TV series ECHOES to spotlight emerging artists like Wet Leg, Fontaines D.C., and Kneecap. In 2022, she returned to the stage with IDLES, toured with Depeche Mode in Europe, and joined Queens of the Stone Age across the U.S., where performing at hardcore and metal festivals sparked a new creative fire. Reuniting in France with longtime creative partner Johnny Hostile—just off tour with Nick Cave &amp; Warren Ellis—she began shaping the forthcoming, You Heartbreaker, You—a cathartic, radical album born of urgency, joy, and rebellion. With instinctive lyrics, fierce vocals, and Hostile’s uncompromising production, the record channels chaos into sonic liberation. You Heartbreaker, You offers a visceral space to scream, breathe, and feel alive in a world teetering on collapse.</p>\n",
        "performer": "Jehnny Beth",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/jehnnybeth/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/5000033",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/2WOMBqEsllg2ICn7D2L8ta",
        "performer_soundcloud": ""
    },
    {
        "id": "94914",
        "event_name": "KNIVES",
        "event_link": "https://thisisnotalovesong.fr/evenement/knives/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Make trauma great again",
            "Post punk",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=52JqH83sB4U",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/knives.mp3",
        "audio_title": "EAT THY NEIGHBOUR",
        "image": "data/2026/images/knives.webp",
        "image_artist": "data/2026/images/knives.artist.webp",
        "image_mobile": "data/2026/images/knives.mobile.webp",
        "image_thumbnail": "data/2026/images/knives.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Originaire de Bristol, le collectif Knives s’impose avec une énergie brute et des concerts chaotiques, portés par une écriture incisive nourrie de leurs visions du monde. Entre post-punk et hardcore-fusion, leur son percutant a évolué pour devenir un « noise collective » audacieux, véritable porte-parole d’un underground inclusif et vecteur de diversité.<br />\nGuitares, basse, batterie, voix et saxophones composent l’instrumentarium atypique de ce sextet, mené par Tegan O&rsquo;Connor, Dan Farren, Josh Cook, Ben Marshall, Erin Cook et Jay Schottlander.Croisé en ouverture de CLT DRP, LIFE, The Armed, Soul Glo ou Ditz, également remarqués lors de festivals comme 2000 Trees, Left of the Dial, Forwards Fest, Printemps de Bourges et Tinals, Knives franchit un nouveau cap avec leur premier album Glitter, sorti en mai 2025.<br />\nKnives prévoit de sortir deux EP&rsquo;s en 2026 intitulés Reglitter I et Reglitter II.<br />\nCes projets proposeront un mélange de remixs (notamment de Chest et Death Goals), ainsi que des titres inédits enregistrés avec la participation de Cal, le chanteur de Ditz, et de Carson Pace, membre du groupe The Callous Daoboys.<br />\nL’avenir du post-punk se jouerait-il dans la capitale du trip hop ?</p>\n",
        "descriptionEN": "<p>Knives isn’t just a band—it’s a movement. Their music is a manifesto for inclusivity, diversity, and empowerment within the alternative scene. Through their songs and performances, Knives creates a space that celebrates marginalised voices—a rebellious, welcoming home for people of colour and the LGBTQ+ community.</p>\n<p>&laquo;&nbsp;We&rsquo;re all completely different people, from different backgrounds,&nbsp;&raquo; says bassist Ben Marshall. &laquo;&nbsp;Growing up listening to Metallica, I never found other Black people in the crowd. Now we have so many queer and people of colour at our shows—it feels nice to have cultivated a place like that.&nbsp;&raquo;</p>\n<p>Formed in 2022 by vocalist Jay Schottlander and drummer Erin Cook while at university in Bristol, Knives began as a bold statement within the city’s fearless music scene. They found bandmates among classmates and gig-goers, assembling a six-piece band fuelled by different perspectives and lived experiences. The result is a genre-defying clash of hardcore fury, post-punk grit, alt-rock wit, and experimental jazz freedom.</p>\n<p>Now signed to Marshall Records, Knives have unleashed their debut full-length GLITTER. The album sees the band fine-tune their chaos into something spectacular—from experimental pedal-stacking to all-hands studio sessions filled with support, ideas, and fearless creativity. The process was collaborative, the energy constant. But GLITTER is just the start. Knives is about more than music—it’s about creating space, visibility, and opportunity where there’s often little to be found.</p>\n<p>With standout sets at 2000trees, Forwards (UK), Loose Ends (Netherlands), and support slots for DZ Deathrays, CLT DRP, Wargasm, and Enola Gay, Knives have quickly proven themselves as a force to be reckoned with. As they carve new paths and challenge the norm, there’s only one question left:<br />\nAre you going to join them?</p>\n",
        "performer": "KNIVES",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/knivesnoise/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/354644102",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/2YoHhPouaTT96k3dUQ8WZK",
        "performer_soundcloud": ""
    },
    {
        "id": "95833",
        "event_name": "LA SéCURITé",
        "event_link": "https://thisisnotalovesong.fr/evenement/la-securite/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Avant la manif",
            "Punk",
            "CA"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=pVTypdlbDQI",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/la-securite.mp3",
        "audio_title": "La Sécurité - Detour [Official Video]",
        "image": "data/2026/images/la-securite.webp",
        "image_artist": "data/2026/images/la-securite.artist.webp",
        "image_mobile": "data/2026/images/la-securite.mobile.webp",
        "image_thumbnail": "data/2026/images/la-securite.thumbnail.webp",
        "image_x": "50",
        "image_y": "15",
        "description": "<p>La Sécurité est un collectif art-punk basé à Montréal/Tiohtià:ke, dont la musique combine rythmiques bondissantes, arrangements décalés et mélodies minimalistes, le tout passé à travers un filtre d’insomnie nourri par les néons de la ville. Pensée pour le mouvement et les pistes de danse, leur musique revendique une énergie brute et dangereusement euphorique, tandis que leurs textes s’inscrivent dans l’héritage du mouvement Riot Grrrl en célébrant l’autonomisation des femmes, l’amitié et la bienveillance. Formé au printemps 2022, le groupe s’est rapidement distingué par ses performances intenses et fédératrices, invité sur des scènes et festivals majeurs tels que SXSW, End of the Road, The Great Escape, Reeperbahn ou le Festival International de Jazz de Montréal, tout en tournant aux côtés de The Go! Team en 2024 et The Rapture en 2025. Leur identité bilingue, leur sens du groove et leur rapport très physique à la scène ont contribué à faire d’eux l’un des projets les plus singuliers et stimulants de la scène alternative québécoise actuelle. </p>\n<p>Le premier album <i>Stay Safe!</i>, sélectionné pour le Polaris Music Prize 2024, a été salué pour son mélange d’attitude post-punk, de pop anguleuse et de new wave dansante, conjuguant urgence politique et plaisir immédiat. Prolongé par <i>Stay Safe! REMIXED</i>, le disque a confirmé leur capacité à transformer une esthétique DIY en une machine à tubes nerveux et accrocheurs. Les singles “Detour” et “Ketchup” ont ensuite ouvert la voie à une nouvelle étape artistique, marquée par une collaboration avec le label britannique Bella Union aux côtés de leur partenaire historique Mothland. Leur second album <i>Bingo!</i>, produit par Félix Bélisle et Emmanuel Éthier, poursuit cette exploration aux frontières du punk, de la new wave et du krautrock, avec des accents proto-pop qui évoquent aussi bien Le Tigre que Snõõper ou les B-52s, affirmant plus que jamais une identité collective, libre et résolument tournée vers la danse. </p>\n",
        "descriptionEN": "<p>La Sécurité is a Montreal/Tiohtià:ke-based collective whose art-punk blends jumpy rhythms, skewed arrangements and stripped-down melodic hooks, filtered through the glow of sleepless nights and neon-lit streets. Their music thrives on urgency and movement, made to be blasted on dancefloors, while their lyrics echo Riot Grrrl ideals by celebrating female autonomy, friendship and collective empowerment. Since forming in spring 2022, the band has quickly built a reputation for their electrifying performances, appearing at major festivals such as SXSW, End of the Road, The Great Escape, Reeperbahn and the Montreal International Jazz Festival, while touring with The Go! Team in 2024 and The Rapture in 2025. Their bilingual post-punk energy, playful stage presence and immersive shows have helped establish them as one of the most exciting new acts to emerge from Quebec’s underground scene. </p>\n<p>Their debut album <i>Stay Safe!</i> was long-listed for the 2024 Polaris Music Prize and praised for its blend of angular pop, post-punk attitude and danceable new wave textures. Followed by <i>Stay Safe! REMIXED</i>, the record confirmed their ability to balance raw DIY aesthetics with infectious hooks and sharp political instincts. Subsequent singles “Detour” and “Ketchup” paved the way for their next phase, which sees the band joining forces with the influential Bella Union label alongside longtime partners Mothland. Their upcoming second album <i>Bingo!</i>, produced by Félix Bélisle and Emmanuel Éthier, continues to blur the lines between punk, krautrock and proto-pop, channeling the spirit of bands like Le Tigre, Snõõper and the B-52s while reinforcing La Sécurité’s singular identity: restless, dance-driven and defiantly collective. </p>\n",
        "performer": "La sécurité",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/la_securite_avant_tout/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/164310497",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/5ijO3JnnKpoAOTU4QaDgdW?si=y_kDCoI7TE2_UPYHiAMsGw&nd=1&dlsi=5f187c6f655943ee",
        "performer_soundcloud": ""
    },
    {
        "id": "96072",
        "event_name": "M.A.O CORMONTREUIL",
        "event_link": "https://thisisnotalovesong.fr/evenement/m-a-o-cormontreuil-2/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Printemps post burn-out",
            "Pop",
            "FR"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=aIO9RR5O9dQ",
        "video_title": "The City of Nowhere",
        "video_timestart": "10",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/m.a.o-cormontreuil.mp3",
        "audio_title": "The City of Nowhere",
        "image": "data/2026/images/m.a.o-cormontreuil.webp",
        "image_artist": "data/2026/images/m.a.o-cormontreuil.artist.webp",
        "image_mobile": "data/2026/images/m.a.o-cormontreuil.mobile.webp",
        "image_thumbnail": "data/2026/images/m.a.o-cormontreuil.thumbnail.webp",
        "image_x": "50",
        "image_y": "35",
        "description": "<p>M.A.O Cormontreuil, voici un nom surprenant pour une formation musicale qui l’est tout autant. Ce trio égrène ses chansons feel good depuis moins de deux ans et ne cesse de conquérir le cœur les programmateurs et celui du public, il multiplie les dates pour une tournée hyper chaleureuse. La signification de leur pseudo est double, par M.A.O entendez la Musique Assistée par Ordinateur, celle-là même qui a tant contribué à l’essor de la musique électronique des années 90 et 2000 dont le trio s’inspire. M.A.O fait aussi référence aux l’initiales du prénom de chacun des membres du groupe : Marianne, Antonin et Odilon. Et Cormontreuil nous direz-vous ? Il s’agit tout simplement de la ville jouxtant Reims où le groupe a son studio mais aussi tous ses outils de créations graphiques pour les visuels et les clips qu’Antonin conçoit. </p>\n<p>Les trois complices se connaissent bien, ils jouaient déjà ensemble au sein de projets antérieurs comme Black Bone ou The Bewitched Hands. Aux côté du guitariste et chanteur Anthonin Ternant (Angel), le bassiste Odilon Horman (Chester Remington) et la percussionniste et interprète Marianne Mérillon cultivent à eux 3 un sens de la dérision et une extravagance stimulante. Preuve en est le clip de “Baby Han” où le chanteur à casquette et cheveux longs danse sur un barbecue brulant entouré de bières sur une plage de Floride, puis nous entraine dans un hélicoptère survolant une course de monster trucks. Cette esthétique américaine vintage colorée tout en démesure illustre une chanson alternant paroles en anglais et en espagnol. Leur titre se révèle aussi lumineux que généreux et donne inévitablement le smile. </p>\n<p>M.A.O Cormontreuil créé une pop hybride résolument dansante et taillée pour le Live, le trio l’affectionne particulièrement allant jusqu’à jouer au milieu du public. Tout en fantaisie, leur concert se vit comme une mixtape indie house où les titres s’enchainent avec des transitions électro et monte autant en puissance qu’en réjouissance. De la pure vitamine C ! </p>\n",
        "descriptionEN": "<p>M.A.O Cormontreuil is a trio as surprising as its name, crafting feel-good pop for less than two years, inspired by 1990s–2000s computer-assisted music while also referencing the members’ initials (Marianne, Antonin, Odilon) and their studio town near Reims. Coming from previous projects such as Black Bone and The Bewitched Hands, the three friends embrace a colorful, over-the-top vintage American aesthetic, playful self-mockery and infectious energy, perfectly illustrated by their wild video “Baby Han”. Their hybrid, dance-driven music is built for the stage, often performed in the middle of the crowd, turning each show into a euphoric indie-house mixtape filled with fantasy and pure sonic vitamin C.</p>\n",
        "performer": "M.A.O Cormontreuil",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/maocormontreuil/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/244374362",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3L0PGQKnmtOXVvOTwJDnpe",
        "performer_soundcloud": ""
    },
    {
        "id": "95668",
        "event_name": "MERYL STREEK",
        "event_link": "https://thisisnotalovesong.fr/evenement/meryl-streek/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Make trauma great again",
            "Punk",
            "IE"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=6dQz4bY4_UY",
        "video_title": "",
        "video_timestart": "26",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/meryl-streek.mp3",
        "audio_title": "Meryl Streek - DOGS",
        "image": "data/2026/images/meryl-streek.webp",
        "image_artist": "data/2026/images/meryl-streek.artist.webp",
        "image_mobile": "data/2026/images/meryl-streek.mobile.webp",
        "image_thumbnail": "data/2026/images/meryl-streek.thumbnail.webp",
        "image_x": "50",
        "image_y": "35",
        "description": "<p>Arrivé en 2022, l’artiste irlandais Meryl Streek ignorait l’impact que son mélange d’électronica expérimentale et de punk explosif allait avoir sur la scène musicale autour de lui. Armé d’un simple micro et d’un ordinateur portable, en moins d’un an, le producteur basé à Dublin est passé de son premier concert dans un squat local à une performance live au Kentish Town Forum à Londres, en première partie des légendes post-punk Public Image Ltd. <br />\nLe premier album de Meryl Streek, 796 (2022), s’est imposé comme l’un des disques politiques les plus viscéraux et les plus importants de la décennie à ce jour — un critique l’a salué comme « l’album de punk rock le plus incendiaire et le plus important de l&rsquo;année » (Paul Brannigan / Louder). Bien que profondément ancré dans les enjeux sociopolitiques irlandais, les thèmes de l’album ont trouvé un écho dans le monde entier, menant l’artiste à se produire partout en Europe et jusqu’à Gran Canaria. <br />\n<i>Songs For The Deceased </i>a de nouveau vu l’artiste irlandais entrer dans les studios Darklands Audio avec le producteur Dan Doherty (Fontaines D.C.). Le résultat est une fusion kaléidoscopique d’extraits audio de journaux, de guitares saturées, de beats électroniques et de musique traditionnelle irlandaise, le tout servant de base à la performance parlée, intense et engagée de Streek. <br />\nAfin de pousser sa musique vers de nouveaux horizons, Meryl Streek a invité des musiciens invités à collaborer. Kingsley Hall de Benefits prête sa voix parlée à l’interlude de l’album, Cal Graham du groupe punk britannique The Chisel apparaît sur Dogs, et le guitariste influent Oliver Ackermann (A Place to Bury Strangers) signe une outro saturée de feedback sur le titre Murder. <br />\nSur le plan lyrique, les morceaux oscillent entre l’intimement personnel (Paddy est un hommage à son oncle Paddy, une personnalité unique ayant choisi de vivre selon ses propres règles) et les tragédies historiques (Stardust rend hommage aux victimes de l’incendie survenu au Stardust le 14 février 1981, qui causa la mort de 48 personnes et laissa des familles en quête de réponses sur les raisons du drame). <br />\n« C’est une collection d’histoires sur la trahison, le meurtre, l’injustice et la corruption autour de ma ville natale de Dublin », explique Meryl Streek. « Ce n’est pas seulement en Irlande que cela arrive, c’est partout dans le monde, et on est censés rester les bras croisés ? ». <br />\nPolitiquement chargé et musicalement vibrant, <i>Songs For The Deceased </i>n’est pas seulement une déclaration sur l’Irlande : c’est un appel à la mobilisation internationale, plus que nécessaire dans le monde actuel. </p>\n",
        "descriptionEN": "<p>Arriving in 2022, Irish artist Meryl Streek was unaware of the impact his clash of experimental electronica and explosive punk would have on the music scene around him. Armed with just a microphone and a laptop, in less than a year the Dublin based producer went from playing his first show in a local squat to performing live at Kentish Town Forum, London, supporting post-punk legends Public Image Ltd. <br class=\"SCXW200284600 BCX2\" />Meryl Streek’s debut album ‘796’ (2022) cemented itself as one of the most visceral, important political records of the decade so far, with one critic praising it as “the most incendiary and important punk rock album of the year” (Paul Brannigan/Louder). <br class=\"SCXW200284600 BCX2\" />Though rooted in Irish socio-political commentary, the album’s themes resonated with people around the world, leading to live performances across Europe and as far <br class=\"SCXW200284600 BCX2\" />as Gran Canaria.<br />\n‘Songs For The Deceased’ once again saw the Irish artist enter Darklands Audio with producer Dan Doherty (Fontaines D.C.). The outcome is a kaleidoscopic fusion of news samples, distorted guitars, electronic beats, and traditional Irish music, all laying the foundation for Streek’s impassioned spoken word performance. <br class=\"SCXW200284600 BCX2\" />To push the music into new spaces, Meryl Streek invited guest musicians to collaborate. Benefits’ Kingsley Hall provides spoken word to the album’s ‘Interlude’, Cal Graham from UK punks The Chisel appears on ‘Dogs’ and influential guitarist Oliver Ackermann (A Place to Bury Strangers) delivers a feedback soaked outro for the song ‘Murder’. <br class=\"SCXW200284600 BCX2\" />Lyrically the songs veer from the deeply personal (‘Paddy’ is a tribute to his uncle Paddy, a unique individual who chose to live life by his own terms) to historic tragedies (‘Stardust’ remembers the victims of the fire that took place at the Stardust venue Feb 14th 1981, killing 48 people and leaving families begging for answers as to why the disaster happened in the first place). “This is a collection of stories about <br class=\"SCXW200284600 BCX2\" />Betrayal, Murder, Injustice, and Corruption around my hometown of Dublin.” explains Meryl Streek. “It’s not just happening in Ireland, it’s happening around the world and we’re supposed to just take it lying down?”. Politically charged and sonically vibrant, ‘Songs For The Deceased’ isn’t just a statement about Ireland, it’s a call to arms around the world and very much needed in this current world. <br class=\"SCXW200284600 BCX2\" /></p>\n",
        "performer": "Meryl Streek",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/merylstreek_/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/174969977",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/5oQoqOBnUfgaBNlkoYwBmd",
        "performer_soundcloud": ""
    },
    {
        "id": "95101",
        "event_name": "NEW DAD",
        "event_link": "https://thisisnotalovesong.fr/evenement/new-dad/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Ascenseur to Heaven",
            "Dream pop",
            "Rock",
            "IE"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=QOeTyiTjy3g",
        "video_title": "",
        "video_timestart": "4",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/new-dad.mp3",
        "audio_title": "Misery",
        "image": "data/2026/images/new-dad.webp",
        "image_artist": "data/2026/images/new-dad.artist.webp",
        "image_mobile": "data/2026/images/new-dad.mobile.webp",
        "image_thumbnail": "data/2026/images/new-dad.thumbnail.webp",
        "image_x": "50",
        "image_y": "100",
        "description": "<p>La trajectoire de NewDad est faite d’équilibres fragiles et de sacrifices assumés. Depuis la sortie de leur premier single en 2020, le trio originaire de Galway a vu sa dream-pop magnétique toucher un public toujours plus large, jusqu’à la parution de leur premier album Madra en 2024, salué par la critique, et l’adoubement symbolique de Robert Smith de The Cure. Mais cette ascension s’est accompagnée de renoncements, à commencer par le départ de l’Irlande pour Londres il y a quatre ans. Un choix nécessaire pour le groupe, mais encore douloureux pour la chanteuse Julie Dawson, tiraillée entre l’excitation de créer et le manque profond de sa terre natale. Cette tension irrigue Altar, leur très attendu deuxième album, pensé comme une déclaration d’amour à Galway et à l’Irlande, envisagées comme un refuge intime mais aussi comme un autel symbolique, lieu de dévotion, de sacrifice et d’apaisement. Dawson y explore le déracinement, la nostalgie, l’angoisse et la survie émotionnelle, laissant affleurer une écriture plus sombre, traversée par le doute, la peur et le besoin d’être sauvée, sans jamais perdre de vue une lueur d’espoir.</p>\n<p>Enregistré début 2025 entre Londres et Ipswich, Altar raconte aussi l’apprentissage parfois brutal du métier de musicienne et la pression spécifique qui pèse sur les femmes dans l’industrie. Entre people-pleasing, attentes démesurées et fatigue mentale, Dawson interroge sa place, ses limites et sa capacité à s’affirmer, trouvant dans l’écriture un outil de résistance et de reconstruction. Musicalement, l’album élargit le spectre de NewDad, alternant délicatesse lumineuse et décharges abrasives, avec une approche plus pop assumée, nourrie autant par la scène alternative que par des références plus classiques. Cette évolution se prolongera sur scène, où le groupe, désormais renforcé, porte ses morceaux avec une ampleur nouvelle, à l’image de leur tournée internationale grandissante. Plus qu’un disque sur le retour impossible, Altar est un album d’acceptation et de courage, un manifeste intime qui invite à tenir bon, à se choisir, et à avancer malgré les compromis imposés par la vie.</p>\n",
        "descriptionEN": "<p>NewDad&rsquo;s trajectory has been marked by fragile balances and conscious sacrifices. Since the release of their first single in 2020, the Galway-based trio has seen their magnetic dream pop reach an ever-wider audience, culminating in the release of their critically acclaimed debut album Madra in 2024 and the symbolic endorsement of Robert Smith of The Cure. But this rise to fame has been accompanied by sacrifices, starting with the band&rsquo;s move from Ireland to London four years ago. It was a necessary choice for the band, but still a painful one for singer Julie Dawson, torn between the excitement of creating and the deep longing for her homeland. This tension permeates Altar, their highly anticipated second album, conceived as a declaration of love to Galway and Ireland, seen as an intimate refuge but also as a symbolic altar, a place of devotion, sacrifice, and appeasement. Dawson explores uprooting, nostalgia, anxiety, and emotional survival, allowing darker lyrics to surface, filled with doubt, fear, and the need to be saved, without ever losing sight of a glimmer of hope.</p>\n<p>Recorded in early 2025 between London and Ipswich, Altar also recounts the sometimes brutal learning curve of becoming a musician and the specific pressure that weighs on women in the industry. Between people-pleasing, excessive expectations, and mental fatigue, Dawson questions her place, her limits, and her ability to assert herself, finding in writing a tool for resistance and reconstruction. Musically, the album broadens NewDad&rsquo;s spectrum, alternating between luminous delicacy and abrasive bursts, with a more confident pop approach, nourished as much by the alternative scene as by more classic references. This evolution will continue on stage, where the band, now reinforced, performs its songs with a new amplitude, reflecting their growing international tour. More than a record about an impossible comeback, Altar is an album of acceptance and courage, an intimate manifesto that invites us to hold on, to choose ourselves, and to move forward despite the compromises imposed by life.</p>\n",
        "performer": "NEW DAD",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/newdad/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/89126002",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/1yz8XixOiIJJ9IxjbnfYV6",
        "performer_soundcloud": ""
    },
    {
        "id": "95107",
        "event_name": "QUICKLY, QUICKLY",
        "event_link": "https://thisisnotalovesong.fr/evenement/quickly-quickly/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "LO-FI HIP HOP",
            "US"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=V8sVs_vrCzQ",
        "video_title": "",
        "video_timestart": "23",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/quickly-quickly.mp3",
        "audio_title": "Raven",
        "image": "data/2026/images/quickly-quickly.webp",
        "image_artist": "data/2026/images/quickly-quickly.artist.webp",
        "image_mobile": "data/2026/images/quickly-quickly.mobile.webp",
        "image_thumbnail": "data/2026/images/quickly-quickly.thumbnail.webp",
        "image_x": "50",
        "image_y": "40",
        "description": "<p>Le multi-instrumentiste originaire de Portland dans l&rsquo;Oregon Graham Jonson crée une musique psychédélique pop vibrante et imprévisible sous le nom de quickly, quickly. Pitchfork l&rsquo;a mis à l&rsquo;honneur dans sa rubrique Rising pour son premier album remarquablement original ‘The Long and Short of It’ sorti en 2021,, soulignant l&rsquo;univers technicolor de son studio Kenton Sound, situé dans son sous-sol.<br />\nDepuis cette sortie, Jonson a formé un groupe dynamique, sorti l&rsquo;EP ‘Easy Listening’ en 2023 et s&rsquo;est lancé dans la production pour des artistes tels que Moses Sumney, Kid LAROI ou encore SahBabii.</p>\n<p>Son dernier album ‘I Heard That Noise’ canalise l&rsquo;intimité de la composition folk à travers une conception sonore audacieuse : des guitares et un piano luxuriants, des changements d&rsquo;accords soudains et des éclats de distorsion qui font référence à des influences telles que Phil Elverum, Dijon et Nick Drake. La musique passe de ballades douces à des crescendos explosifs, toujours ancrés dans l&rsquo;instinct de Jonson pour la mélodie et l&rsquo;atmosphère.</p>\n<p>Sur scène, quickly, quickly donne vie à ces contrastes grâce à une performance chaleureuse et immersive, alliant précision hi-fi et énergie artisanale, invitant le public à découvrir un spectacle ambitieux, intime et plein de surprises.</p>\n",
        "descriptionEN": "<p>Portland, Oregon multi-instrumentalist Graham Jonson creates vibrant, unpredictable psych-pop under the name quickly, quickly. Pitchfork spotlighted him with a Rising feature for his “strikingly original” 2021 debut The Long and Short of It, noting the “technicolor world” of his basement studio, Kenton Sound.</p>\n<p>Since that release Jonson has formed a dynamic live band, issued the &laquo;&nbsp;Easy Listening EP (2023), and expanded into production work for artists such as Moses Sumney, Kid LAROI, and SahBabii.<br />\nHis forthcoming full-length, I Heard That Noise, channels the intimacy of folk songwriting through adventurous sound design: lush guitars and piano, sudden chord turns, and bursts of distortion that nod to influences like Phil Elverum, Dijon, and Nick Drake. The music moves from gentle ballads to explosive crescendos, always anchored by Jonson’s instinct for melody and atmosphere.</p>\n<p>On stage, quickly, quickly brings these contrasts to life with a warm, immersive performance—equal parts hi-fi precision and homespun energy—inviting audiences into a set that’s ambitious, intimate, and full of surprise.</p>\n",
        "performer": "quickly, quickly",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/quicklyquickly/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/14208337",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/5XTn5Az9AcSKu0oaauC5ES",
        "performer_soundcloud": ""
    },
    {
        "id": "95672",
        "event_name": "SHORTSTRAW.",
        "event_link": "https://thisisnotalovesong.fr/evenement/shortstraw/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Tête dans le caisson",
            "Punk",
            "Rap",
            "UK"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=ISdozY1vIzw",
        "video_title": "",
        "video_timestart": "0",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/shortstraw..mp3",
        "audio_title": "DOT COTTON",
        "image": "data/2026/images/shortstraw..webp",
        "image_artist": "data/2026/images/shortstraw..artist.webp",
        "image_mobile": "data/2026/images/shortstraw..mobile.webp",
        "image_thumbnail": "data/2026/images/shortstraw..thumbnail.webp",
        "image_x": "50",
        "image_y": "30",
        "description": "<p>« Je suis une artiste punk/rap originaire de Coventry et j’enregistre tout dans la cabane de mon pote. Nous sommes entièrement DIY. Mon tout premier concert a été un live lounge sur BBC Radio 6, ce qui nous a ensuite permis d’assurer les premières parties de SOFT PLAY, The Libertines et STONE début 2024 (et je dois aussi apparaître sur le prochain album de STONE). Mon son est lourd, énergique et accessible, et raconte des histoires sur le fait de grandir en Grande-Bretagne, avec des vibes proches de Hak Baker, The Streets, The Prodigy, Amyl and The Sniffers et du punk britannique des débuts. »</p>\n",
        "descriptionEN": "<p>&laquo;&nbsp;I am a female punk/rap artist from Coventry recording everything in my mates shed. We are completely DIY. Our first ever live set was a live lounge on BBC Radio 6 which then led on to us supporting SOFT PLAY, The Libertines and STONE early 2024 (i am also due to feature on STONES upcoming album too). My sound is heavy, energetic and relatable telling stories of growing up in Britain bringing similar vibes to Hak Baker, The Streets, The Prodigy, Amyl and The Sniffers and any early UK punk.” </p>\n",
        "performer": "SHORTSTRAW.",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/shortstrawuk/?hl=fr",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/209600667",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/3qlFWAsq8StLpupHiBDVND",
        "performer_soundcloud": ""
    },
    {
        "id": "96074",
        "event_name": "YERAI CORTéS",
        "event_link": "https://thisisnotalovesong.fr/evenement/yerai-cortes/",
        "event_status": "scheduled",
        "event_session": "day-2",
        "event_session_day": "2026-06-06",
        "event_start_date": "2026-06-06",
        "event_end_date": "",
        "event_start_time": "",
        "event_end_time": "",
        "event_duration": "",
        "event_place": "Paloma Nîmes",
        "event_tags": [
            "Sur la platine de tes darons",
            "Flamenco",
            "ES"
        ],
        "other_tags": [
            "Concert",
            "2026"
        ],
        "video_url": "https://www.youtube.com/watch?v=2m6haX6WZ2M",
        "video_title": "",
        "video_timestart": "14",
        "video_zoom": "150%",
        "audio": "data/2026/mp3/yerai-cortes.mp3",
        "audio_title": "Yerai Cortés - SONAR POR BULERÍAS A COLORS ENCORE",
        "image": "data/2026/images/yerai-cortes.webp",
        "image_artist": "data/2026/images/yerai-cortes.artist.webp",
        "image_mobile": "data/2026/images/yerai-cortes.mobile.webp",
        "image_thumbnail": "data/2026/images/yerai-cortes.thumbnail.webp",
        "image_x": "50",
        "image_y": "20",
        "description": "<p>Originaire d&rsquo;Alicante, en Espagne, Yerai Cortés est l&rsquo;un des artistes les plus prometteurs de la scène musicale espagnole actuelle. Reconnu pour son talent inégalé à la guitare flamenco, Yerai a commencé sa carrière dans les tablaos flamencos de sa ville natale d&rsquo;Alicante, où il a égalemen tétudié l&rsquo;art de la guitare sous la tutelle de son père. À 17 ans, Yerai arrive à Madrid, où il acquiert de l&rsquo;expérience dans des tablaos tels que Las Carboneras, Villa Rosa, Casa Patas et Corral de la Morería. En 2021, une rencontre avec C. Tangana, artiste quadruple lauréat du LATINGRAMMY® et nominé aux GRAMMY®, a changé le cours de sa carrière. Cette rencontre a donné lieu au film « La Guitarra Flamenca de Yerai Cortés », le premier long métrage d&rsquo;Antón Álvarez, alias C. Tangana, qui retrace la vie du guitariste. Cette production a valu à Cortés son premier prix Goya de la meilleure chanson originale pour « Los Almendros ». En décembre 2024, à l&rsquo;occasion de la sortie du film, Cortés a sorti sonpremier album éponyme, qui compile toutes les chansons du film, lequel a également remporté le prix Goya du meilleur film documentaire. En septembre 2024, Cortés a obtenu sa première nomination aux Latin GRAMMYs® dans la catégorie très convoitée du meilleur nouvel artiste lors de la 26e édition,où il est entré dans l&rsquo;histoire en devenant le premier guitariste de flamenco à être nominé dans une catégorie généralement dominée par des interprètes. Cortés est lauréat du Castillete de Oro du Festivali nternational de Cante de las Minas et, tout au long de sa carrière, il a collaboré avec des noms incontournables de la scène, tels que Remedios Amaya, La Tania, Israel Fernández, Farruquito,Rocío Molina, Niño de Elche et, bien sûr, C. Tangana. Également producteur et compositeur, il est actuellement en studio où il prépare son deuxième album.  </p>\n",
        "descriptionEN": "<p>Originally from Alicante, Spain, Yerai Cortés is one of the most promising artists on today’s Spanish music scene. Renowned for his exceptional flamenco guitar skills, Yerai began his career in the flamenco tablaos of his hometown, where he also studied guitar under the guidance of his father. At the age of 17, he moved to Madrid, gaining experience in prestigious venues such as Las Carboneras, Villa Rosa, Casa Patas and Corral de la Morería. </p>\n<p>In 2021, a meeting with C. Tangana, four-time LATIN GRAMMY® winner and GRAMMY® nominee, changed the course of his career. This encounter led to the film <i>La Guitarra Flamenca de Yerai Cortés</i>, the first feature film by Antón Álvarez (C. Tangana), which traces the guitarist’s life. The production earned Cortés his first Goya Award for Best Original Song for “Los Almendros.” In December 2024, alongside the film’s release, Cortés released his self-titled debut album, compiling all the songs from the film, which also won the Goya Award for Best Documentary Feature. </p>\n<p>In September 2024, Cortés received his first Latin GRAMMY® nomination in the highly coveted Best New Artist category at the 26th edition of the awards, making history as the first flamenco guitarist ever nominated in a category usually dominated by vocal performers. He is also a recipient of the Castillete de Oro at the Festival Internacional del Cante de las Minas and has collaborated with leading figures of the scene such as Remedios Amaya, La Tania, Israel Fernández, Farruquito, Rocío Molina, Niño de Elche and, of course, C. Tangana. A producer and composer as well, he is currently in the studio preparing his second album. </p>\n",
        "performer": "Yerai Cortés",
        "performer_website": "",
        "performer_youtube": "",
        "performer_facebook": "",
        "performer_instagram": "https://www.instagram.com/yeraicorttes/",
        "performer_tiktok": "",
        "performer_deezer": "https://www.deezer.com/fr/artist/8803650",
        "performer_spotify": "https://open.spotify.com/intl-fr/artist/4lozfkWdqPL69SUoFK6GFi",
        "performer_soundcloud": ""
    }
]