[
{
    "id": "95081",
    "event_name": "IGUANA-DEATH-CULT",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=38E1GRdv2C8",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-15-à-20.40.00.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.50.37-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.50.37-1024x1024.png",
    "description": "<p>Iguana Death Cult s’impose aujourd’hui comme l’un des groupes néerlandais les plus excitants de la scène actuelle. Révélé en 2017 par un premier album explosif qui bousculait les codes du garage-punk, le quatuor s’est rapidement forgé une réputation solide, portée par des performances live aussi intenses que fédératrices.<br \/>\nSi le premier disque trouvait un équilibre vertigineux entre urgence punk et échappées psychédéliques, Nude Casino le 2nd LP marque un tournant décisif. Le groupe y affine son écriture et explore de nouvelles textures sonores, sans renier ses racines.<br \/>\nLes refrains conservent l’énergie brute du punk, mais laissent désormais place à un véritable travail mélodique, une envie affirmée de faire danser et une esthétique plus épurée.<br \/>\nFort d’une longue tournée américaine en 2025, Iguana Death Cult annonce une nouvelle signature et la sortie d’un nouvel album le 10 avril sur Green Way \/ Levitation Records confirmant sa montée en puissance sur la scène internationale.<br \/>\nAvec Guns Out, Ie groupe signe un retour à l’essentiel. L’album délaisse les détours indie et art-punk-funk d’Echo Palace (2023) au profit d’un garage rock sec et direct.<\/p>\n",
    "descriptionEN": "<p>Iguana Death Cult’s latest evolution finds the Rotterdam band reflecting on hardship and doubt while facing a burning world. The result channels their early punk and garage  roots, powered by Tobias Opschoor’s razorsharp riffs, Rennert’s relentless drumming, Jimmy de Kok’s groovy rhythms and Jeroen Reek’s raw, emotive vocals.<br \/>\nFormed in 2014, the band has grown from a group of friends into an renowned international act, touring with band such as Osees and Frankie and the Witch Fingers, supporting Jack White and performing at SXSW, Levitation, and Desert Daze.<br \/>\nTheir new album Guns Out (Greenway Records) marks a return to punchy garage rock and features honest self-reflection, addressing escapism, mental strain, and creativerenewal. Tough yet introspective, Guns Out captures a band coming to terms with its own evolution and the turbulent world around it. <\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "",
    "performer_website": "https:\/\/www.instagram.com\/iguanadeathcult\/",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/8923722",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/3krOZK9c8q5QOdt9QSdEV8"
},
{
    "id": "95352",
    "event_name": "CHALK",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=4G_IvBNofjQ",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-16.01.51.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.59.43-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.59.43-1024x1024.png",
    "description": "<p>Emmené par le duo de musiciens et cinéastes primés Ross Cullen et Benedict Goddard, Chalk propose un mélange de noise rock et de dance presque techno.<br \/>\nLe groupe a connu une ascension fulgurante en 2025, avec une tournée à guichets fermés au Royaume-Uni et en Europe au printemps suivie de performances remarquées dans les plus gros festivals tels que Glastonbury et Bilbao BBK. Le groupe continue de captiver la presse et les médias (The Independent, NME, Rolling Stone UK, Rough Trade, BBC 6, KEXP…) et s&rsquo;apprête à faire sa première tournée en tête d&rsquo;affiche aux États-Unis en novembre, avec des dates à New York et Los Angeles.<br \/>\nIls reviennent au Royaume-Uni et en Europe pour leur plus grande tournée à ce jour au printemps, avec des dates dans des salles légendaires telles que l&rsquo;Electric Ballroom, le Limelight, le Gorilla, le Lido, et deux passages en France : au Trabendo à Paris le 11 avril et à l’Ampérage à Grenoble le 13 avril 2026. <\/p>\n",
    "descriptionEN": "<p>Spearheaded by award-winning musicians and filmmaker duo Ross Cullen and Benedict Goddard, Chalk have experienced a meteoric rise so far in 2025, with a sold-out UK and European headline tour in the spring followed by debut festival appearances at the likes of Glastonbury and Bilbao BBK to widespread acclaim. Continuing to captivate the press landscape(The Independent, The Standard, NME, DIY, Dork, The Line Of Best Fit, Rolling Stone UK, So Young, The New Cue, Wonderland, Rough Trade, Consequence of Sound, Paste), in addition to multiple spots on theBBC 6 Music playlist (Steve Lamacq, Huw Stephens, Deb Grant, Nathan Shepherd, Emily Pilbeam)and a KEXP session, Chalk are set for their debut US headline tour this November, including dates in New York and LA. They return to UK and Europe on their biggest headline run to date this spring, with stops at legendary venues such as Electric Ballroom, Limelight, Gorilla, Lido, Trabendo and more.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/chalkband\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/285237501?host=0&deferredFl=1",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/3qa9pv6B0dmiBVETLQOCpi"
},
{
    "id": "95099",
    "event_name": "BRIGITTE-CALLS-ME-BABY",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=t9rEZzMN0YU",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.46.49.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/brigitte-carre-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/brigitte-carre-1024x1024.png",
    "description": "<p>La musique de Brigitte Calls Me Baby mêle élégance rétro et fièvre contemporaine, quelque part entre le romantisme luxuriant de la pop des années 50 et l’urgence nerveuse de l’indie-rock des années 2000. Porté par la voix hypnotique et singulière de Wes Leavins, le groupe de Chicago transforme les névroses modernes en chansons sophistiquées et intensément sincères. Nourri aussi bien par Roy Orbison que par The Cars, Radiohead ou The Strokes, Leavins développe très tôt une écriture habitée, façonnée par l’isolement de son Texas natal et le besoin viscéral de se faire comprendre sans discours.<br \/>\nInstallé à Chicago en 2016, il fonde Brigitte Calls Me Baby avec une formation soudée, avant de croiser la route du producteur Dave Cobb lors du biopic Elvis de Baz Luhrmann. De cette rencontre naît This House Is Made Of Corners, un premier EP enregistré en grande partie en live au mythique RCA Studio A de Nashville, où le groupe explore sans fard la peur, l’autodérision et l’obsession amoureuse. Récemment signé chez ATO Records après un passage remarqué au SXSW, Brigitte Calls Me Baby poursuit une quête rare : faire cohabiter une esthétique soignée avec une honnêteté émotionnelle totale, et créer une musique capable d’accompagner, de relier et de durer. <\/p>\n",
    "descriptionEN": "<p>The music of Brigitte Calls Me Baby feels like an elegant time warp paired with an intimate examination of modern neuroses. Based in Chicago, the band fluidly bridges eras and genres, blending the lush romanticism of mid-century pop with the nervous urgency of early-millennium indie rock. Anchored by Wes Leavins’ hypnotic croon, their sound balances polish and vulnerability, channeling sophistication, style, and emotional directness in equal measure. This sensibility is fully realized on their debut EP This House Is Made Of Corners, produced by nine-time Grammy winner Dave Cobb, which reflects Leavins’ eclectic musical upbringing, from Roy Orbison and new wave staples like The Cars to Radiohead and The Strokes. Writing songs from a young age in the isolation of his Southeast Texas hometown, Leavins developed a distinct voice driven by a desire to be understood without explanation. <\/p>\n<p>After relocating to Chicago in 2016, Leavins formed Brigitte Calls Me Baby with a close-knit group of collaborators and soon crossed paths with Cobb through his work recreating Elvis Presley songs for Baz Luhrmann’s Elvis. That connection led the band to Nashville’s legendary RCA Studio A, where they recorded This House Is Made Of Corners largely live. The EP captures a heightened emotional honesty, from meditations on mortality and hope to self-doubt, obsession, and longing, all delivered with cinematic intensity. Following a breakout performance at SXSW 2023 and a signing with ATO Records, Brigitte Calls Me Baby continue to pursue a careful balance between refined musicianship and unfiltered emotional truth, aiming to create music that offers connection, vitality, and lasting resonance.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/brigittecallsmebaby\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/184980397",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/3sB1RV3IE5yCyMbl01FzBN"
},
{
    "id": "95105",
    "event_name": "THE-SOPHS",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=iEqD9L63I1I",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.52.51.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.52.38-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.52.38-1022x1024.png",
    "description": "<p>The Sophs avancent sur une ligne de crête morale assumée. Leur chanteur Ethan Ramon écrit depuis les zones les plus troubles de lui-même, non pour les excuser mais pour les expulser par la musique. Pensées intrusives, pulsions honteuses, stratégies émotionnelles douteuses : tout est mis à nu avec une honnêteté brutale, presque inconfortable. Cette démarche radicale, combinée à une liberté stylistique totale, a immédiatement séduit les fondateurs de Rough Trade, qui ont perçu dans ces premières démos une créativité indisciplinée et une capacité rare à occuper n’importe quelle scène. The Sophs, sextet caméléon, naviguent sans prévenir entre pop-punk, funk, spoken word, rock 90s ou détours blues et ZZ Top, avec une voix capable d’habiter tous ces mondes sans jamais perdre sa cohérence.<\/p>\n<p>Sur Goldstar, leur premier album à paraître en mars 2026, le groupe pousse cette logique jusqu’au vertige. Les chansons interrogent frontalement la morale, la validation sociale et la peur de l’échec, souvent à travers des narrateurs peu reluisants, lâches ou auto-centrés. Derrière des structures imprévisibles et des ruptures soudaines entre tension contenue et explosions cathartiques, The Sophs cultivent une passion pour la destruction joyeuse des attentes. Pourtant, derrière ces « postures dégénérées », se révèle un groupe profondément collaboratif et étonnamment lumineux, dont l’énergie collective transforme la noirceur introspective en une force créative explosive, presque jubilatoire.<\/p>\n",
    "descriptionEN": "<p>The Sophs build their music from morally uncomfortable ground. Frontman Ethan Ramon writes from the ugliest parts of himself, not to justify them but to let them exist safely inside the songs rather than in real life. Intrusive thoughts, emotional manipulation, fear of accountability, and hunger for validation are laid bare with disarming honesty. This radical openness, paired with the band’s stylistic volatility, quickly caught the attention of Rough Trade founders Geoff Travis and Jeannette Lee. What they heard was a band unafraid of mess or contradiction, capable of shifting effortlessly between pop-punk, funk, spoken-word, indie rock and blues-inflected detours, with Ramon’s expansive voice acting as a connective thread through every transformation.<\/p>\n<p>Their debut album Goldstar, due in March 2026, fully embraces this restless identity. The songs interrogate morality, goodness and self-image from the perspective of deeply flawed narrators, often exposing how fear and self-interest shape behavior. Musically, The Sophs thrive on sudden collapses and violent pivots, moving from hushed tension to full-scale eruption without warning. Yet beneath the album’s confrontational surface lies something unexpectedly joyful: a fiercely collaborative band whose shared energy turns darkness into momentum. These so-called “degenerate postures” function as a kind of jester’s privilege, allowing The Sophs to question everything while radiating a raw, life-affirming creative power.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/sophsesque\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/320355391",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/2zX0ROHqU3TEfFtKBtqOAE"
},
{
    "id": "95107",
    "event_name": "QUICKLY-QUICKLY",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=V8sVs_vrCzQ",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/dsc09702.jpg",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.51.31-397x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-20-à-15.51.31-1017x1024.png",
    "description": "<p>Le multi-instrumentiste originaire de Portland dans l&rsquo;Oregon Graham Jonson crée une musique psychédélique pop vibrante et imprévisible sous le nom de quickly, quickly. Pitchfork l&rsquo;a mis à l&rsquo;honneur dans sa rubrique Rising pour son premier album remarquablement original ‘<i>The Long and Short of It<\/i>’ sorti en 2021,, soulignant l&rsquo;univers technicolor de son studio Kenton Sound, situé dans son sous-sol.<br \/>\nDepuis cette sortie, Jonson a formé un groupe dynamique, sorti l&rsquo;EP ‘<i>Easy Listening<\/i>’ en 2023 et s&rsquo;est lancé dans la production pour des artistes tels que Moses Sumney, Kid LAROI ou encore SahBabii.<br \/>\nSon dernier album  ‘<i>I Heard That Noise<\/i>’ canalise l&rsquo;intimité de la composition folk à travers une conception sonore audacieuse : des guitares et un piano luxuriants, des changements d&rsquo;accords soudains et des éclats de distorsion qui font référence à des influences telles que Phil Elverum, Dijon et Nick Drake. La musique passe de ballades douces à des crescendos explosifs, toujours ancrés dans l&rsquo;instinct de Jonson pour la mélodie et l&rsquo;atmosphère.<br \/>\nSur scène, quickly, quickly donne vie à ces contrastes grâce à une performance chaleureuse et immersive, alliant précision hi-fi et énergie artisanale, invitant le public à découvrir un spectacle ambitieux, intime et plein de surprises.<\/p>\n",
    "descriptionEN": "<p>Portland, Oregon multi-instrumentalist Graham Jonson creates vibrant, unpredictable psych-pop under the name quickly, quickly. Pitchfork spotlighted him with a Rising feature for his “strikingly original” 2021 debut The Long and Short of It, noting the “technicolor world” of his basement studio, Kenton Sound.<br \/>\nSince that release Jonson has formed a dynamic live band, issued the &laquo;&nbsp;Easy Listening EP (2023), and expanded into production work for artists such as Moses Sumney, Kid LAROI, and SahBabii.<br \/>\nHis forthcoming full-length, I Heard That Noise, channels the intimacy of folk songwriting through adventurous sound design: lush guitars and piano, sudden chord turns, and bursts of distortion that nod to influences like Phil Elverum, Dijon, and Nick Drake. The music moves from gentle ballads to explosive crescendos, always anchored by Jonson’s instinct for melody and atmosphere.<br \/>\nOn stage, quickly, quickly brings these contrasts to life with a warm, immersive performance—equal parts hi-fi precision and homespun energy—inviting audiences into a set that’s ambitious, intimate, and full of surprise.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/quicklyquickly\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/14208337",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/5XTn5Az9AcSKu0oaauC5ES"
},
{
    "id": "94903",
    "event_name": "FAT-DOG",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/www.youtube.com\/watch?v=5DbOvTiif6U",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-16-à-16.22.20.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-16-à-16.22.20-1-393x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/capture-d-ecran-2026-01-16-à-16.22.20-1.png",
    "description": "<p>Lorsque ce petit groupe du sud de Londres connu sous le nom de Fat Dog s&rsquo;est formé, ils se sont fixé deux règles : être un groupe sain qui prendrait soin de ses membres et qu’il n’y aurait pas de saxophone dans leur musique. Deux règles simples, deux choses que le quintet de Brixton s’est empressé de ne pas respecter. <\/p>\n<p>Si Fat Dog est aujourd’hui considéré comme l&rsquo;un des groupes les plus prometteurs de ces dernières années, avec leurs concerts déchaînés comme on n&rsquo;en avait pas vu dans la capitale depuis des années et désormais auteur de WOOF., un premier album brillant et renversant, ses membres ne sont pas sains pour autant. L&rsquo;un d&rsquo;eux a un problème d&rsquo;odeur de pieds. Et il y a aussi un saxophoniste dans le groupe. « Oui, tout est parti en vrille », déclare le leader du groupe, Joe Love, de son vrai nom Joe Love. Il décrit le son de Fat Dog comme « de la musique pour hurler dans un oreiller », un mélange palpitant d&rsquo;électro-punk, de rock&rsquo;n&rsquo;roll hargneux, de nappes techno, de pop industrielle et d&rsquo;euphorie rave, de la musique pour se lâcher. <\/p>\n",
    "descriptionEN": "<p>When the chaotic south London rabble known as Fat Dog formed, they made two rules: they were going to be a healthy band who looked after themselves and there would be no saxophone presence in their music. Two simple edicts to live by, and two things long-since broken by the Brixton five-piece. Fat Dog are one the most exciting breakthrough band of the past few years, conjurers of the sort of frenzied and wild live shows not seen in the capital for years and now the creators of WOOF., a brilliant and mind-bending debut album, but they are not healthy. One of them has a foot odour problem. And they also have a saxophone player in the line-up. “Yeah, it’s all gone out the fucking window,” says frontman and squadron leader Joe Love, real name Joe Love.  The sound Fat Dog make, Love says, is “screaming-into-a-pillow music”, a thrilling blend of electro-punk, rock’n’roll snarling, techno soundscapes, industrial-pop and rave euphoria, music for letting go to.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/fatdogfatdogfatdog_\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/221188795",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/4DLjEphXbW7qIhX4iwmNEe"
},
{
    "id": "94906",
    "event_name": "16-HORSEPOWER",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/youtu.be\/zxcjzcmAbGA?si=-5isHGvGkJapGVTQ",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/sixteen-horsepower-banniere.png",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/16-horsepower-carre-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/16-horsepower-carre-1024x1024.png",
    "description": "<p>16 Horsepower est le groupe qui a fondamentalement bouleversé le paysage musical alternatif ancré dans les racines, en s&rsquo;inspirant largement de l&rsquo;intensité brute et des timbres du folk des Appalaches, du bluegrass, du gospel et de la country, en utilisant des instruments traditionnels tels que le banjo, la concertina Chemnitzer, la vielle à roue, le lap steel et la contrebasse, et en filtrant ces sons à travers une sensibilité moderne influencée par le rock. Cette pollinisation croisée a donné naissance à un sous-genre défiant toute classification, diversement qualifié de « country gothique », « Americana gothique » et, dans le cadre de la scène alternative fertile de Denver des années 1990, de « Denver Sound ». Avec un trio central composé de David Eugene Edwards, Jean Yves Tola et Pascal Humbert toujours à la barre, une équipe de collaborateurs changeante et une volonté incessante de repousser les limites, ils ont laissé derrière eux une empreinte sonore et thématique qu&rsquo;on ne peut confondre avec aucune autre. Qu&rsquo;il s&rsquo;agisse de prêches apocalyptiques, de ballades hantées ou de standards folk réinventés à travers un prisme moderne et tourmenté, 16 Horsepower a forgé une œuvre à la fois intimement américaine et universellement gothique.<br \/>\nLeur héritage se poursuit en 2026 avec l&rsquo;annonce de leur réunion européenne : le trio de musiciens principaux se reforme pour présenter à nouveau leur musique tant appréciée, pour la première fois depuis 2005. <\/p>\n",
    "descriptionEN": "<p>16 Horsepower stands as the band that fundamentally altered the landscape for roots-based, alternative music drawing heavily on the raw intensity and timbres of Appalachian folk, bluegrass, gospel, and country—employing traditional instruments such as banjo, Chemnitzer concertina, hurdy-gurdy, lap steel, and upright bass—and filtering these sounds through a modern, rock-informed sensibility. This cross-pollination pioneered a genre-defying substyle variously labeled “gothic country,” “gothic Americana,” and, within Denver’s fertile 1990s alternative scene, “The Denver Sound”.<\/p>\n<p>With a core trio of David Eugene Edwards , Jean Yves Tola and Pascal Humbert consistently at the helm, a shifting cast of collaborators, and a restless drive to push boundaries, they left behind an unmistakable sonic and thematic fingerprint. Whether channeling fire-and-brimstone sermons, haunted ballads, or folk standards reimagined through a modern, tormented lens, 16 Horsepower forged a body of work that is both intimately American and universally gothic in its vision.<\/p>\n<p>Their legacy continues in 2026 with announcement of their European reunion with the core trio of musicians reuniting to present their beloved music again for the first time since November 22, 2005.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/16horsepower_band\/",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/1414",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/188gwh9RnRT58ZQPwqwHE3"
},
{
    "id": "94909",
    "event_name": "BODY-HORROR",
    "event_status": "scheduled",
    "event_day": "",
    "event_start_date": "",
    "event_end_date": "",
    "event_start_time": "",
    "event_end_time": "",
    "event_duration": "",
    "event_place": "TINALS 2026 - Paloma Nîmes",
    "event_tags": [

    ],
    "video_url": "https:\/\/youtu.be\/b0H12w8GFkE?si=c7FXesj4FOUEsc9j",
    "video_title": "",
    "video_timestart": "0",
    "video_zoom": "100%",
    "audio": "",
    "image": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/1-main-press-photo.jpg",
    "image_thumbnail": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/body-horror-carre-400x400.png",
    "image_mobile": "https:\/\/thisisnotalovesong.fr\/wp-content\/uploads\/2026\/01\/body-horror-carre-1024x1024.png",
    "description": "<p>Formé à Tottenham en 2016, Body Horror émerge en plein cœur de la scène de la scène rave et post-punk londoniennes.<br \/>\nLe groupe se distingue rapidement par une fusion audacieuse de post-punk et d’influences rave, empruntant autant à la fureur électronique de The Prodigy qu’à la noirceur chaotique de The Birthday Party. Emmené par la voix percutante du Gallois  Thomas Gethyn , le groupe mêle beats indus, guitares tranchantes et énergie brute. Steve Lamacq (BBC Radio 6) les décrit comme « un post-punk dur, rythmique et électro, une bande-son sauvage à la New Order, survolée d’un ricanement irrévérencieux »<\/p>\n",
    "descriptionEN": "<p>Body Horror met in Tottenham in 2016, amidst the London warehouse party scene. Mixing post-punk with influences from the London rave scene, they find themselves at a crossroads between The Prodigy and The Birthday Party. Welsh lead vocalist Gethyn Thomas’ rhythmical flow over their industrial beats and sequenced sharp guitars make for a fresh sound which is seeing them rapidly develop a cult-like following. Legendary BBC Radio 6 presenter Steve Lamacq describes them as <i>&laquo;&nbsp;Dealing in a hard, electro based type of rhythmical post punk, a type of savage New Order soundtrack overlayed by an unrepentant snarl”<\/i>.<\/p>\n",
    "other_tags": [

    ],
    "performer_youtube": "",
    "performer_facebook": "",
    "performer_instagram": "https:\/\/www.instagram.com\/bodyhorror_\/?hl=fr",
    "performer_website": "",
    "performer_deezer": "https:\/\/www.deezer.com\/fr\/artist\/216058885",
    "performer_spotify": "https:\/\/open.spotify.com\/intl-fr\/artist\/5takkgqbLe2iOg02wbdcyl?si=7tCytDSBTsCKINWMfBcl-Q&utm_medium=share&utm_source=linktree&nd=1&dlsi=587d13bc5832496c"
}]